Repository: vihangel/wbc_counter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, pt, th, tl

# eosinophilsTopic4
source: Cytoplasmic Granules: The granules are large and stained, usually pink.
ar: حبيبات السيتوبلازم: الحبيبات كبيرة وملونة، عادةً وردية.
de: Zytoplasmatische Granula: Die Granula sind groß und meist rosa gefärbt.
es: Gránulos citoplasmáticos: Los gránulos son grandes y teñidos, generalmente de color rosa.
fr: Granules cytoplasmiques : Les granules sont gros et colorés, généralement roses.
hi: साइटोप्लाज्मिक ग्रैन्यूल्स: ग्रैन्यूल्स बड़े और रंगे होते हैं, आमतौर पर गुलाबी।
it: Granuli citoplasmatici: I granuli sono grandi e colorati, di solito rosa.
pt: Grânulos Citoplasmáticos: Os grânulos são grandes e corados, geralmente rosados.
th: เม็ดไซโตพลาสซึม: เม็ดมีขนาดใหญ่และย้อมสี โดยทั่วไปเป็นสีชมพู
tl: Cytoplasmic Granules: Ang mga granules ay malalaki at kulay, karaniwang rosas.

# eosinophilsTopic5
source: Mobility and Activity: They are involved in the allergic response and defense against parasites.
ar: الحركة والنشاط: تشارك في الاستجابة التحسسية والدفاع ضد الطفيليات.
de: Mobilität und Aktivität: Sie sind an allergischen Reaktionen und der Abwehr von Parasiten beteiligt.
es: Movilidad y actividad: Están involucrados en la respuesta alérgica y en la defensa contra parásitos.
fr: Mobilité et activité : Ils sont impliqués dans la réponse allergique et la défense contre les parasites.
hi: गतिशीलता और गतिविधि: वे एलर्जी प्रतिक्रिया और परजीवियों के खिलाफ रक्षा में शामिल होते हैं।
it: Mobilità e attività: Sono coinvolti nella risposta allergica e nella difesa contro i parassiti.
pt: Mobilidade e Atividade: Estão envolvidos na resposta alérgica e na defesa contra parasitas.
th: การเคลื่อนที่และกิจกรรม: พวกมันมีส่วนร่วมในการตอบสนองภูมิแพ้และการป้องกันปรสิต
tl: Mobilidad at Aktibidad: Kasangkot sila sa allergic response at pagtatanggol laban sa mga parasito.

# basophilsTitle
source: Basophils
ar: القاعديات
de: Basophile
es: Basófilos
fr: Basophiles
hi: बेसोफिल्स
it: Basofili
pt: Basófilos
th: เบโซฟิล

# basophilsDescription
source: Basophils have a bilobed nucleus, but it can be difficult to discern due to the dense granules. The cytoplasm is dark blue to black due to the basophilic granules. They are similar in size to neutrophils and eosinophils. They have dense granules, which obscure vision of the nucleus. They are involved in severe allergic reactions and immune responses.
ar: القاعديات تحتوي على نواة ثنائية الفصوص، ولكن قد يكون من الصعب تمييزها بسبب الحبيبات الكثيفة. السيتوبلازم أزرق داكن إلى أسود بسبب الحبيبات القاعدية. هي مشابهة في الحجم للعدلات والحمضات. تحتوي على حبيبات كثيفة، مما يحجب رؤية النواة. تشارك في التفاعلات التحسسية الشديدة والاستجابات المناعية.
de: Basophile haben einen zweilappigen Kern, der durch die dichten Granula schwer zu erkennen ist. Das Zytoplasma ist dunkelblau bis schwarz durch basophile Granula. Sie sind ähnlich groß wie Neutrophile und Eosinophile. Sie haben dichte Granula, die die Sicht auf den Kern verdecken. Sie sind an schweren allergischen Reaktionen und Immunantworten beteiligt.
es: Los basófilos tienen un núcleo bilobulado, pero puede ser difícil de discernir debido a los gránulos densos. El citoplasma es de color azul oscuro a negro debido a los gránulos basófilos. Son similares en tamaño a los neutrófilos y eosinófilos. Tienen gránulos densos, que ocultan la visión del núcleo. Están involucrados en reacciones alérgicas graves y respuestas inmunes.
fr: Les basophiles ont un noyau bilobé, mais il peut être difficile à discerner en raison des granules denses. Le cytoplasme est bleu foncé à noir en raison des granules basophiles. Ils sont de taille similaire aux neutrophiles et aux éosinophiles. Ils ont des granules denses, qui obscurcissent la vision du noyau. Ils sont impliqués dans les réactions allergiques graves et les réponses immunitaires.
hi: बेसोफिल्स में द्विखंडित नाभिक होता है, लेकिन घने ग्रैन्यूल्स के कारण इसे पहचानना मुश्किल हो सकता है। साइटोप्लाज्म गहरे नीले से काले रंग का होता है क्योंकि इसमें बेसोफिलिक ग्रैन्यूल्स होते हैं। वे आकार में न्यूट्रोफिल्स और एओसिनोफिल्स के समान होते हैं। उनके पास घने ग्रैन्यूल्स होते हैं, जो नाभिक को देखने में बाधा डालते हैं। वे गंभीर एलर्जी प्रतिक्रियाओं और प्रतिरक्षा प्रतिक्रियाओं में शामिल होते हैं।
it: I basofili hanno un nucleo bilobato, ma può essere difficile distinguere a causa dei granuli densi. Il citoplasma è di colore blu scuro o nero a causa dei granuli basofili. Sono simili in dimensioni ai neutrofili ed eosinofili. Hanno granuli densi, che oscurano la vista del nucleo. Sono coinvolti in reazioni allergiche gravi e risposte immunitarie.
pt: Os basófilos têm um núcleo bilobado, mas pode ser difícil de discernir devido aos grânulos densos. O citoplasma é azul-escuro a preto devido aos grânulos basofílicos. São semelhantes em tamanho aos neutrófilos e eosinófilos. Possuem grânulos densos, que obscurecem a visão do núcleo. São envolvidos em reações alérgicas graves e resposta imunológica.
th: เบโซฟิลมีนิวเคลียสที่แบ่งเป็นสองส่วน แต่ยากที่จะเห็นเนื่องจากเม็ดที่หนาแน่น ไซโตพลาสซึมเป็นสีน้ำเงินเข้มถึงดำเนื่องจากเม็ดเบโซฟิลิก พวกมันมีขนาดใกล้เคียงกับนิวโทรฟิลและอีโอซิโนฟิล พวกมันมีเม็ดที่หนาแน่น ซึ่งทำให้มองเห็นนิวเคลียสได้ยาก พวกมันมีส่วนร่วมในการตอบสนองภูมิแพ้รุนแรงและการตอบสนองภูมิคุ้มกัน
tl: Ang mga basophils ay may bilobadong nucleus, ngunit maaaring mahirap makita dahil sa mga siksik na granules. Ang cytoplasm ay kulay asul-itim dahil sa mga basophilic granules. Sila ay katulad ng laki sa mga neutrophils at eosinophils. Mayroon silang mga siksik na granules, na nagtatago ng nucleus. Kasangkot sila sa malubhang allergic reactions at immune response.

# basophilsTopic1
source: Nucleus: Basophils have a bilobed nucleus, but it can be difficult to discern due to the dense granules.
ar: النواة: تحتوي القاعديات على نواة ثنائية الفصوص، ولكن قد يكون من الصعب تمييزها بسبب الحبيبات الكثيفة.
de: Kern: Basophile haben einen zweilappigen Kern, der durch die dichten Granula schwer zu erkennen ist.
es: Núcleo: Los basófilos tienen un núcleo bilobulado, pero puede ser difícil de discernir debido a los gránulos densos.
fr: Noyau : Les basophiles ont un noyau bilobé, mais il peut être difficile à discerner en raison des granules denses.
hi: नाभिक: बेसोफिल्स में द्विखंडित नाभिक होता है, लेकिन घने ग्रैन्यूल्स के कारण इसे पहचानना मुश्किल हो सकता है।
it: Nucleo: I basofili hanno un nucleo bilobato, ma può essere difficile distinguere a causa dei granuli densi.
pt: Núcleo: Os basófilos têm um núcleo bilobado, mas pode ser difícil de discernir devido aos grânulos densos.
th: นิวเคลียส: เบโซฟิลมีนิวเคลียสที่แบ่งเป็นสองส่วน แต่ยากที่จะเห็นเนื่องจากเม็ดที่หนาแน่น
tl: Nucleus: Ang mga basophils ay may bilobadong nucleus, ngunit maaaring mahirap makita dahil sa mga siksik na granules.

# basophilsTopic2
source: Cytoplasm Color: The cytoplasm is dark blue to black due to basophil granules.
ar: لون السيتوبلازم: السيتوبلازم أزرق داكن إلى أسود بسبب الحبيبات القاعدية.
de: Zytoplasmafarbe: Das Zytoplasma ist dunkelblau bis schwarz durch basophile Granula.
es: Color del citoplasma: El citoplasma es de color azul oscuro a negro debido a los gránulos basófilos.
fr: Couleur du cytoplasme : Le cytoplasme est bleu foncé à noir en raison des granules basophiles.
hi: साइटोप्लाज्म का रंग: साइटोप्लाज्म गहरे नीले से काले रंग का होता है क्योंकि इसमें बेसोफिलिक ग्रैन्यूल्स होते हैं।
it: Colore del citoplasma: Il citoplasma è di colore blu scuro o nero a causa dei granuli basofili.
pt: Cor do Citoplasma: O citoplasma é azul-escuro a preto devido aos grânulos basofílicos.
th: สีของไซโตพลาสซึม: ไซโตพลาสซึมเป็นสีน้ำเงินเข้มถึงดำเนื่องจากเม็ดเบโซฟิลิก
tl: Kulay ng Cytoplasm: Ang cytoplasm ay kulay asul-itim dahil sa mga basophilic granules.

# basophilsTopic3
source: General Size and Shape: They are similar in size to neutrophils and eosinophils.
ar: الحجم والشكل العام: هي مشابهة في الحجم للعدلات والحمضات.
de: Größe und Form: Sie sind ähnlich groß wie Neutrophile und Eosinophile.
es: Tamaño y forma general: Son similares en tamaño a los neutrófilos y eosinófilos.
fr: Taille et forme générales : Ils sont de taille similaire aux neutrophiles et aux éosinophiles.
hi: सामान्य आकार और आकार: वे आकार में न्यूट्रोफिल्स और एओसिनोफिल्स के समान होते हैं।
it: Dimensioni e forma generali: Sono simili in dimensioni ai neutrofili ed eosinofili.
pt: Tamanho e Forma Geral: São semelhantes em tamanho aos neutrófilos e eosinófilos.
th: ขนาดและรูปร่างทั่วไป: พวกมันมีขนาดใกล้เคียงกับนิวโทรฟิลและอีโอซิโนฟิล
tl: Laki at Pangkalahatang Hugis: Sila ay katulad ng laki sa mga neutrophils at eosinophils.

# basophilsTopic4
source: Cytoplasmic Granules: They have dense granules, which obscure the view of the nucleus.
ar: حبيبات السيتوبلازم: تحتوي على حبيبات كثيفة، مما يحجب رؤية النواة.
de: Zytoplasmatische Granula: Sie haben dichte Granula, die die Sicht auf den Kern verdecken.
es: Gránulos citoplasmáticos: Tienen gránulos densos, que ocultan la visión del núcleo.
fr: Granules cytoplasmiques : Ils ont des granules denses, qui obscurcissent la vision du noyau.
hi: साइटोप्लाज्मिक ग्रैन्यूल्स: उनके पास घने ग्रैन्यूल्स होते हैं, जो नाभिक को देखने में बाधा डालते हैं।
it: Granuli citoplasmatici: Hanno granuli densi, che oscurano la vista del nucleo.
pt: Grânulos Citoplasmáticos: Possuem grânulos densos, que obscurecem a visão do núcleo.
th: เม็ดไซโตพลาสซึม: พวกมันมีเม็ดที่หนาแน่น ซึ่งทำให้มองเห็นนิวเคลียสได้ยาก
tl: Cytoplasmic Granules: Mayroon silang mga siksik na granules, na nagtatago ng nucleus.

# basophilsTopic5
source: Mobility and Activity: Are involved in severe allergic reactions and immune response.
ar: الحركة والنشاط: تشارك في التفاعلات التحسسية الشديدة والاستجابات المناعية.
de: Mobilität und Aktivität: Sie sind an schweren allergischen Reaktionen und Immunantworten beteiligt.
es: Movilidad y actividad: Están involucrados en reacciones alérgicas graves y respuestas inmunes.
fr: Mobilité et activité : Sont impliqués dans les réactions allergiques graves et les réponses immunitaires.
hi: गतिशीलता और गतिविधि: वे गंभीर एलर्जी प्रतिक्रियाओं और प्रतिरक्षा प्रतिक्रियाओं में शामिल होते हैं।
it: Mobilità e attività: Sono coinvolti in reazioni allergiche gravi e risposte immunitarie.
pt: Mobilidade e Atividade: São envolvidos em reações alérgicas graves e resposta imunológica.
th: การเคลื่อนที่และกิจกรรม: พวกมันมีส่วนร่วมในการตอบสนองภูมิแพ้รุนแรงและการตอบสนองภูมิคุ้มกัน
tl: Mobilidad at Aktibidad: Kasangkot sila sa malubhang allergic reactions at immune response.

# monocytesTitle
source: Monocytes
ar: الوحيدات
de: Monozyten
es: Monocitos
hi: मोनोसाइट्स
it: Monociti
pt: Monócitos
th: โมโนไซต์

# monocytesDescription
source: Monocytes have a large, irregularly shaped, often kidney-shaped nucleus. The cytoplasm is bluish-gray. They are the largest white blood cells and are irregular in shape. They usually have no visible granules. They are motile and differentiate into macrophages when they move to tissues.
ar: الوحيدات تحتوي على نواة كبيرة وغير منتظمة الشكل، غالبًا ما تكون على شكل كلية. السيتوبلازم رمادي مزرق. هي أكبر خلايا الدم البيضاء ولها شكل غير منتظم. عادةً لا تحتوي على حبيبات مرئية. هي متحركة وتتحول إلى خلايا بلعمية عندما تنتقل إلى الأنسجة.
de: Monozyten haben einen großen, unregelmäßig geformten, oft nierenförmigen Kern. Das Zytoplasma ist blaugrau. Sie sind die größten weißen Blutkörperchen und unregelmäßig geformt. Sie haben normalerweise keine sichtbaren Granula. Sie sind beweglich und differenzieren sich zu Makrophagen, wenn sie ins Gewebe wandern.
es: Los monocitos tienen un núcleo grande, de forma irregular y a menudo en forma de riñón. El citoplasma es gris-azulado. Son las células blancas más grandes y tienen una forma irregular. Por lo general, no tienen gránulos visibles. Son móviles y se diferencian en macrófagos cuando se desplazan a los tejidos.
fr: Les monocytes ont un noyau large, irrégulièrement formé, souvent en forme de rein. Le cytoplasme est gris-bleu. Ce sont les plus grandes cellules sanguines blanches et elles ont une forme irrégulière. Elles n'ont généralement pas de granules visibles. Elles sont mobiles et se différencient en macrophages lorsqu'elles se déplacent vers les tissus.
hi: मोनोसाइट्स में बड़ा, अनियमित आकार का, अक्सर गुर्दे के आकार का नाभिक होता है। साइटोप्लाज्म नीला-भूरा होता है। वे सबसे बड़े सफेद रक्त कोशिकाएं होती हैं और अनियमित आकार की होती हैं। उनमें आमतौर पर दिखाई देने वाले ग्रैन्यूल्स नहीं होते हैं। वे गतिशील होते हैं और जब वे ऊतकों में जाते हैं तो मैक्रोफेज में परिवर्तित हो जाते हैं।
it: I monociti hanno un nucleo grande, di forma irregolare, spesso a forma di rene. Il citoplasma è grigio-bluastro. Sono le cellule bianche più grandi e hanno una forma irregolare. Di solito non hanno granuli visibili. Sono mobili e si differenziano in macrofagi quando si spostano nei tessuti.
pt: Os monócitos têm um núcleo grande, com forma irregular e frequentemente em forma de rim. O citoplasma é cinza-azulado. São as maiores células brancas do sangue e têm uma forma irregular. Geralmente não possuem grânulos visíveis. São móveis e se diferenciam em macrófagos quando se deslocam para os tecidos.
th: โมโนไซต์มีนิวเคลียสที่ใหญ่ รูปร่างไม่สม่ำเสมอ มักมีรูปร่างคล้ายไต ไซโตพลาสซึมเป็นสีฟ้า-เทา พวกมันเป็นเซลล์ขาวที่ใหญ่ที่สุดและมีรูปร่างไม่สม่ำเสมอ โดยทั่วไปไม่มีเม็ดที่มองเห็นได้ พวกมันเคลื่อนที่ได้และเปลี่ยนเป็นมาโครฟาจเมื่อเคลื่อนที่ไปยังเนื้อเยื่อ
tl: Ang mga monocytes ay may malaking nucleus, na may hindi regular na hugis at madalas na hugis-kidney. Ang cytoplasm ay kulay abo-asul. Sila ang pinakamalaking puting selula ng dugo at may hindi regular na hugis. Karaniwang walang nakikitang granules. Sila ay mobile at nagiging macrophages kapag lumipat sa mga tisyu.

# monocytesTopic1
source: Nucleus: Monocytes have a large, irregularly shaped and often kidney-shaped nucleus.
ar: النواة: تحتوي الوحيدات على نواة كبيرة وغير منتظمة الشكل وغالبًا ما تكون على شكل كلية.
de: Kern: Monozyten haben einen großen, unregelmäßig geformten und oft nierenförmigen Kern.
es: Núcleo: Los monocitos tienen un núcleo grande, de forma irregular y a menudo en forma de riñón.
fr: Noyau : Les monocytes ont un noyau large, irrégulièrement formé et souvent en forme de rein.
hi: नाभिक: मोनोसाइट्स में बड़ा, अनियमित आकार का और अक्सर गुर्दे के आकार का नाभिक होता है।
it: Nucleo: I monociti hanno un nucleo grande, di forma irregolare e spesso a forma di rene.
pt: Núcleo: Os monócitos têm um núcleo grande, com forma irregular e frequentemente em forma de rim.
th: นิวเคลียส: โมโนไซต์มีนิวเคลียสที่ใหญ่ รูปร่างไม่สม่ำเสมอ มักมีรูปร่างคล้ายไต
tl: Nucleus: Ang mga monocytes ay may malaking nucleus, na may hindi regular na hugis at madalas na hugis-kidney.

# monocytesTopic2
source: Cytoplasm Color: The cytoplasm is bluish-gray.
ar: لون السيتوبلازم: السيتوبلازم رمادي مزرق.
de: Zytoplasmafarbe: Das Zytoplasma ist blaugrau.
es: Color del citoplasma: El citoplasma es gris-azulado.
fr: Couleur du cytoplasme : Le cytoplasme est gris-bleu.
hi: साइटोप्लाज्म का रंग: साइटोप्लाज्म नीला-भूरा होता है।
it: Colore del citoplasma: Il citoplasma è grigio-bluastro.
pt: Cor do Citoplasma: O citoplasma é cinza-azulado.
th: สีของไซโตพลาสซึม: ไซโตพลาสซึมเป็นสีฟ้า-เทา
tl: Kulay ng Cytoplasm: Ang cytoplasm ay kulay abo-asul.

# monocytesTopic3
source: General Size and Shape: They are the largest white blood cells and have an irregular shape.
ar: الحجم والشكل العام: هي أكبر خلايا الدم البيضاء ولها شكل غير منتظم.
de: Größe und Form: Sie sind die größten weißen Blutkörperchen und unregelmäßig geformt.
es: Tamaño y forma general: Son las células blancas más grandes y tienen una forma irregular.
fr: Taille et forme générales : Ce sont les plus grandes cellules sanguines blanches et elles ont une forme irrégulière.
hi: सामान्य आकार और आकार: वे सबसे बड़े सफेद रक्त कोशिकाएं होती हैं और अनियमित आकार की होती हैं।
it: Dimensioni e forma generali: Sono le cellule bianche più grandi e hanno una forma irregolare.
pt: Tamanho e Forma Geral: São as maiores células brancas do sangue e têm uma forma irregular.
th: ขนาดและรูปร่างทั่วไป: พวกมันเป็นเซลล์ขาวที่ใหญ่ที่สุดและมีรูปร่างไม่สม่ำเสมอ
tl: Laki at Pangkalahatang Hugis: Sila ang pinakamalaking puting selula ng dugo at may hindi regular na hugis.

# monocytesTopic4
source: Cytoplasmic Granules: Generally have no visible granules.
ar: حبيبات السيتوبلازم: عادةً لا تحتوي على حبيبات مرئية.
de: Zytoplasmatische Granula: Haben normalerweise keine sichtbaren Granula.
es: Gránulos citoplasmáticos: Por lo general, no tienen gránulos visibles.
fr: Granules cytoplasmiques : N'ont généralement pas de granules visibles.
hi: साइटोप्लाज्मिक ग्रैन्यूल्स: आमतौर पर दिखाई देने वाले ग्रैन्यूल्स नहीं होते हैं।
it: Granuli citoplasmatici: Di solito non hanno granuli visibili.
pt: Grânulos Citoplasmáticos: Geralmente não possuem grânulos visíveis.
th: เม็ดไซโตพลาสซึม: โดยทั่วไปไม่มีเม็ดที่มองเห็นได้
tl: Cytoplasmic Granules: Karaniwang walang nakikitang granules.

# monocytesTopic5
source: Mobility and Activity: They are mobile and differentiate into macrophages when they move to tissues.
ar: الحركة والنشاط: هي متحركة وتتحول إلى خلايا بلعمية عندما تنتقل إلى الأنسجة.
de: Mobilität und Aktivität: Sie sind beweglich und differenzieren sich zu Makrophagen, wenn sie ins Gewebe wandern.
es: Movilidad y actividad: Son móviles y se diferencian en macrófagos cuando se desplazan a los tejidos.
fr: Mobilité et activité : Elles sont mobiles et se différencient en macrophages lorsqu'elles se déplacent vers les tissus.
hi: गतिशीलता और गतिविधि: वे गतिशील होते हैं और जब वे ऊतकों में जाते हैं तो मैक्रोफेज में परिवर्तित हो जाते हैं।
it: Mobilità e attività: Sono mobili e si differenziano in macrofagi quando si spostano nei tessuti.
pt: Mobilidade e Atividade: São móveis e se diferenciam em macrófagos quando se deslocam para os tecidos.
th: การเคลื่อนที่และกิจกรรม: พวกมันเคลื่อนที่ได้และเปลี่ยนเป็นมาโครฟาจเมื่อเคลื่อนที่ไปยังเนื้อเยื่อ
tl: Mobilidad at Aktibidad: Sila ay mobile at nagiging macrophages kapag lumipat sa mga tisyu.

source: More Examples
ar: المزيد من الأمثلة
de: Weitere Beispiele
es: Más Ejemplos
fr: Plus d'exemples
hi: अधिक उदाहरण
it: Altri Esempi
pt: Mais exemplos
th: ตัวอย่างเพิ่มเติม
tl: Marami pang halimbawa

# howIdentify
source: How to identify the cells?
ar: كيف تحدد الخلايا؟
de: Wie erkennt man die Zellen?
es: ¿Cómo identificar las células?
fr: Comment identifier les cellules ?
hi: कोशिकाओं की पहचान कैसे करें?
it: Come identificare le cellule?
pt: Como identificar as células
th: วิธีการระบุเซลล์?
tl: Paano tukuyin ang mga selula

source: Tips to identify
ar: نصائح للتحديد
de: Tipps zur Identifikation
es: Consejos para identificar
fr: Conseils pour identifier
hi: पहचानने के टिप्स
it: Suggerimenti per identificare
pt: Dicas de identificação
th: เคล็ดลับในการระบุ
tl: Mga tip sa pagtukoy

source: Select Language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionner la langue
hi: भाषा चुनें
it: Seleziona Lingua
pt: Selecione o idioma
th: เลือกภาษา
tl: Piliin ang wika

source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: Portugués
fr: Portugais
hi: पुर्तगाली
it: Portoghese
pt: Português
th: โปรตุเกส
tl: Portuges

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
pt: Inglês
th: อังกฤษ
tl: Ingles

source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
it: Spagnolo
pt: Espanhol
th: สเปน
tl: Espanyol

source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
hi: फ्रेंच
it: Francese
pt: Francês
th: ฝรั่งเศส
tl: Pranses

source: Italian
ar: الإيطالية
de: Italienisch
es: Italiano
fr: Italien
hi: इतालवी
it: Italiano
pt: Italiano
th: อิตาลี
tl: Italyano

source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
pt: Alemão
th: เยอรมัน
tl: Aleman

# eritrocytesTitle
source: Eritrocytes
ar: كريات الدم الحمراء
de: Erythrozyten
es: Eritrocitos
fr: Érythrocytes
hi: एरिथ्रोसाइट्स
it: Eritrociti
pt: Eritrócitos
th: อีริโทรไซต์
tl: Eritrosito

# plateletsTitle
source: Platelets
ar: الصفائح الدموية
de: Thrombozyten
es: Plaquetas
fr: Plaquettes
hi: प्लेटलेट्स
it: Piastrine
pt: Plaquetas
th: เกล็ดเลือด

# blastTitle
source: Blasts
ar: الخلايا الأرومية
de: Blasten
es: Blasto
fr: Blastes
hi: ब्लास्ट्स
it: Blast
pt: Blasto
th: บลาสต์
tl: Blasto

# matamielocitosTitle
source: Matamielocitos
ar: الخلايا الميتامييلوسية
de: Metamyelozyten
fr: Matamiélocytes
hi: मैटामाइलोसाइट्स
it: Matamielociti
pt: Matamielócitos
th: มาทามีโลไซต์
tl: Metamyelocytes

# mielocitosTitle
source: Mielocitos
ar: الخلايا المييلوسية
de: Myelozyten
fr: Mielocytes
hi: माइलोसाइट्स
it: Mielociti
pt: Mielócitos
th: มีโลไซต์
tl: Myelocytes

# promielocitosTitle
source: Promielocitos
ar: الخلايا البروميلوسية
de: Promyelozyten
fr: Promyélocytes
hi: प्रोमाइलोसाइट्स
it: Promielociti
pt: Promielócitos
th: โปรมีโลไซต์
tl: Promyelocytes

# reticulocitosTitle
source: Reticulocitos
ar: الخلايا الشبكية
de: Retikulozyten
fr: Réticulocytes
hi: रेटिकुलोसाइट्स
it: Reticulociti
pt: Reticulócitos
th: เรติคูโลไซต์
tl: Reticulocytes

# hipersegmentadosTitle
source: Hipersegmentados
ar: الخلايا مفرطة التقسيم
de: Hypersegmentierte
fr: Hyperségmentés
hi: हाइपरसेगमेंटेड
it: Ipersegmentati
th: ไฮเปอร์เซกเมนต์
tl: Hypersegmented

# pilosasTitle
source: Hairys
ar: الخلايا الشعرية
de: Hairy-Zellen
es: Pilosas
fr: Piloses
hi: हेयरिस
it: Pilose
pt: Pilosas
th: เซลล์ขน
tl: Hairy

# myeloblastTitle
source: Myeloblasts
ar: الخلايا الأرومية النخاعية
de: Myeloblasten
es: Mieloblasto
fr: Myéloblastes
hi: माइलोब्लास्ट्स
pt: Mieloblastos
th: ไมอีโลบลาสต์

# bastoneteTitle
source: Band Cells
ar: الخلايا العصوية
de: Stabzellen
hi: बैंड कोशिकाएं
pt: Bastonetes
th: เซลล์แถบ

# experimentalFeature
source: This feature is experimental and is using the Roboflow API.
ar: هذه الميزة تجريبية وتستخدم واجهة برمجة تطبيقات Roboflow.
de: Diese Funktion ist experimentell und verwendet die Roboflow API.
es: Esta función es experimental y está utilizando la API de Roboflow.
fr: Cette fonctionnalité est expérimentale et utilise l'API de Roboflow.
hi: यह सुविधा प्रयोगात्मक है और रोबोफ्लो एपीआई का उपयोग कर रही है।
it: Questa funzionalità è sperimentale e utilizza l'API di Roboflow.
pt: Esta funcionalidade é experimental e está utilizando a API do Roboflow.
th: คุณสมบัตินี้เป็นการทดลองและใช้ API ของ Roboflow
tl: Ang tampok na ito ay eksperimento at gumagamit ng Roboflow API.

# dataDisclaimer
source: The data provided should not be considered absolute or confirmatory.
ar: يجب عدم اعتبار البيانات المقدمة مطلقة أو تأكيدية.
de: Die bereitgestellten Daten sind nicht absolut oder bestätigend zu betrachten.
es: Los datos proporcionados no deben considerarse absolutos o confirmatorios.
fr: Les données fournies ne doivent pas être considérées comme absolues ou confirmatoires.
hi: प्रदान किए गए डेटा को पूर्ण या पुष्टि के रूप में नहीं माना जाना चाहिए।
it: I dati forniti non devono essere considerati assoluti o confermatori.
pt: Os dados fornecidos não devem ser considerados absolutos ou confirmatórios.
th: ข้อมูลที่ให้ไว้ไม่ควรถือเป็นข้อสรุปหรือยืนยัน
tl: Ang mga ibinigay na datos ay hindi dapat ituring na ganap o kumpirmatoryo.

source: Upload from Gallery
ar: تحميل من المعرض
de: Aus Galerie hochladen
es: Cargar desde la Galería
fr: Télécharger depuis la Galerie
hi: गैलरी से अपलोड करें
it: Carica dalla Galleria
pt: Carregar da Galeria
th: อัปโหลดจากแกลเลอรี
tl: Mag-upload mula sa Gallery

source: Use Camera
ar: استخدام الكاميرا
de: Kamera verwenden
es: Usar Cámara
fr: Utiliser la Caméra
hi: कैमरा का उपयोग करें
it: Usa la Fotocamera
pt: Usar Câmera
th: ใช้กล้อง
tl: Gamitin ang Camera

source: Loading
ar: جارٍ التحميل
de: Laden
es: Cargando
fr: Chargement
hi: लोड हो रहा है
it: Caricamento
pt: Carregando
th: กำลังโหลด
tl: Naglo-load

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
pt: Erro
th: ข้อผิดพลาด

source: AI Help Page
ar: صفحة مساعدة الذكاء الاصطناعي
de: KI-Hilfeseite
es: Página de Ayuda de IA
fr: Page d'Aide IA
hi: एआई सहायता पृष्ठ
it: Pagina di Aiuto IA
th: หน้าช่วยเหลือ AI
