Repository: vihangel/wbc_counter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, pt, th, tl

source: Total
ar: المجموع
de: Gesamt
hi: कुल
it: Totale
th: ทั้งหมด
tl: Kabuuan

source: Clear All
ar: مسح الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
it: Cancella tutto
pt: Apagar tudo
th: ล้างทั้งหมด
tl: Burahin lahat

source: Clear Values
ar: مسح القيم
de: Werte löschen
es: Limpiar valores
fr: Effacer les valeurs
hi: मान साफ करें
it: Cancella valori
pt: Limpar valores
th: ล้างค่า
tl: Linisin ang mga halaga

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
pt: Modo
th: โหมด

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
it: Aggiungi
pt: Adicionar
th: เพิ่ม
tl: Idagdag

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Supprimer
hi: हटाएं
it: Rimuovi
pt: Remover
th: ลบ
tl: Alisin

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
pt: Editar
th: แก้ไข
tl: I-edit

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
pt: Apagar
th: ลบ
tl: Burahin

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
pt: Cancelar
th: ยกเลิก
tl: Kanselahin

# continu
source: Continue
ar: متابعة
de: Fortfahren
fr: Continuer
hi: जारी रखें
pt: Continuar
th: ดำเนินการต่อ
tl: Ipagpatuloy

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
pt: Confirmar
th: ยืนยัน
tl: Kumpirmahin

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
pt: Salvar
th: บันทึก
tl: I-save

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
pt: Buscar
th: ค้นหา
tl: Maghanap

source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtra
pt: Filtrar
th: กรอง
tl: Salain

source: White Cells
ar: خلايا بيضاء
de: Weiße Zellen
es: Células blancas
fr: Cellules blanches
hi: सफेद कोशिकाएं
it: Cellule bianche
pt: Células brancas
th: เซลล์ขาว
tl: Puting mga selula

source: Red Cells
ar: خلايا حمراء
de: Rote Zellen
es: Células rojas
fr: Cellules rouges
hi: लाल कोशिकाएं
it: Cellule rosse
pt: Células vermelhas
th: เซลล์แดง
tl: Pulang mga selula

source: Abnormal Cells
ar: خلايا غير طبيعية
de: Abnormale Zellen
es: Células anormales
fr: Cellules anormales
hi: असामान्य कोशिकाएं
it: Cellule anomale
pt: Células anormais
th: เซลล์ผิดปกติ
tl: Abnormal na mga selula

source: Other
ar: أخرى
de: Andere
es: Otros
fr: Autre
hi: अन्य
it: Altro
pt: Outros
th: อื่นๆ
tl: Iba pa

source: Calculate
ar: حساب
de: Berechnen
es: Calcular
fr: Calculer
hi: गणना करें
it: Calcola
pt: Calcular
th: คำนวณ
tl: Kalkulahin

# msg_confirmCalculateCells
source: You have added {totalQuantity} cells
ar: لقد أضفت {totalQuantity} خلايا
de: Sie haben {totalQuantity} Zellen hinzugefügt
es: Has agregado {totalQuantity} células
fr: Vous avez ajouté {totalQuantity} cellules
hi: आपने {totalQuantity} कोशिकाएं जोड़ी हैं
it: Hai aggiunto {totalQuantity} cellule
pt: Você adicionou {totalQuantity} celulas
th: คุณได้เพิ่มเซลล์ {totalQuantity} เซลล์
tl: Nagdagdag ka ng {totalQuantity} mga selula

# sub_msg_confirmCalculateCells
source: Do you want to continue adding or generating the report?
ar: هل تريد متابعة الإضافة أو إنشاء التقرير؟
de: Möchten Sie weiter hinzufügen oder den Bericht erstellen?
es: ¿Quieres seguir agregando o generar el informe?
fr: Voulez-vous continuer à ajouter ou générer le rapport ?
hi: क्या आप जोड़ना जारी रखना चाहते हैं या रिपोर्ट बनाना चाहते हैं?
it: Vuoi continuare ad aggiungere o generare il report?
pt: Deseja calcular a contagem de células?
th: คุณต้องการดำเนินการต่อหรือสร้างรายงาน?
tl: Nais mo bang kalkulahin ang bilang ng mga selula?

# msg_confirmClearAllValues
source: Do you want to continue adding or generating the report?
ar: هل تريد متابعة الإضافة أو إنشاء التقرير؟
de: Möchten Sie weiter hinzufügen oder den Bericht erstellen?
es: ¿Estás seguro de que quieres limpiar todos los valores?
fr: Voulez-vous continuer à ajouter ou générer le rapport ?
hi: क्या आप जोड़ना जारी रखना चाहते हैं या रिपोर्ट बनाना चाहते हैं?
it: Vuoi continuare ad aggiungere o generare il report?
pt: Tem certeza de que deseja limpar todos os valores?
th: คุณต้องการดำเนินการต่อหรือสร้างรายงาน?
tl: Sigurado ka bang nais mong linisin ang lahat ng mga halaga?

source: Saved Reports
ar: التقارير المحفوظة
de: Gespeicherte Berichte
es: Informes guardados
fr: Rapports enregistrés
hi: सहेजी गई रिपोर्ट
it: Report salvati
pt: Relatórios Salvos
th: รายงานที่บันทึกไว้
tl: Nai-save na mga Ulat

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Informazioni
pt: Sobre
th: เกี่ยวกับ
tl: Tungkol sa

source: Support
ar: الدعم
de: Unterstützen
es: Apoyo
hi: समर्थन
it: Supporto
pt: Suporte
th: สนับสนุน
tl: Suporta

source: Support our project
ar: دعم مشروعنا
de: Unterstützen Sie unser Projekt
es: Apoya nuestro proyecto
fr: Soutenez notre projet
hi: हमारे प्रोजेक्ट का समर्थन करें
it: Supporta il nostro progetto
pt: Apoie o nosso projeto
th: สนับสนุนโครงการของเรา
tl: Suportahan ang aming proyekto

source: Options to support
ar: خيارات الدعم
de: Unterstützungsoptionen
es: Opciones para apoyar
fr: Options de soutien
hi: समर्थन के विकल्प
it: Opzioni per supportare
pt: Opções de apoio
th: ตัวเลือกในการสนับสนุน
tl: Mga opsyon sa suporta

source: Buy me a coffe
ar: اشتر لي قهوة
de: Kauf mir einen Kaffee
es: Cómprame un café
fr: Offrez-moi un café
hi: मुझे एक कॉफी खरीदें
it: Offrimi un caffè
pt: Compre me um café
th: ซื้อกาแฟให้ฉัน
tl: Bilhan mo ako ng kape

source: Pix key
ar: مفتاح Pix
de: Pix-Schlüssel
es: Clave Pix
fr: Clé Pix
hi: पिक्स कुंजी
it: Chiave Pix
pt: Chave pix
th: คีย์ Pix

# whySupport
source: Why support us?
ar: لماذا تدعمنا؟
de: Warum unterstützen?
es: ¿Por qué apoyarnos?
fr: Pourquoi nous soutenir ?
hi: हमें समर्थन क्यों करें?
it: Perché supportarci?
pt: Por que apoiar?
th: ทำไมต้องสนับสนุนเรา?
tl: Bakit suportahan?

# explainWhySupport
source: Your support helps us continue to develop and improve our app. With your help, we can offer regular updates, new features, and ensure the app remains free for all users. Thank you for supporting our mission!
ar: يساعد دعمك في مواصلة تطوير وتحسين تطبيقنا. بفضل مساعدتك، يمكننا تقديم تحديثات منتظمة وميزات جديدة وضمان بقاء التطبيق مجانيًا لجميع المستخدمين. شكرًا لدعمك مهمتنا!
de: Ihre Unterstützung hilft uns, unsere App weiterzuentwickeln und zu verbessern. Mit Ihrer Hilfe können wir regelmäßige Updates, neue Funktionen anbieten und sicherstellen, dass die App für alle Nutzer kostenlos bleibt. Vielen Dank für Ihre Unterstützung unserer Mission!
es: Tu apoyo nos ayuda a seguir desarrollando y mejorando nuestra aplicación. Con tu ayuda, podemos ofrecer actualizaciones regulares, nuevas características y asegurar que la aplicación siga siendo gratuita para todos los usuarios. ¡Gracias por apoyar nuestra misión!
fr: Votre soutien nous aide à continuer à développer et améliorer notre application. Avec votre aide, nous pouvons proposer des mises à jour régulières, de nouvelles fonctionnalités et garantir que l'application reste gratuite pour tous les utilisateurs. Merci de soutenir notre mission !
hi: आपके समर्थन से हमें अपने ऐप को विकसित और सुधारने में मदद मिलती है। आपकी मदद से, हम नियमित अपडेट, नई सुविधाएं प्रदान कर सकते हैं और सुनिश्चित कर सकते हैं कि ऐप सभी उपयोगकर्ताओं के लिए मुफ्त रहे। हमारे मिशन का समर्थन करने के लिए धन्यवाद!
it: Il tuo supporto ci aiuta a continuare a sviluppare e migliorare la nostra app. Con il tuo aiuto, possiamo offrire aggiornamenti regolari, nuove funzionalità e garantire che l'app rimanga gratuita per tutti gli utenti. Grazie per il tuo sostegno alla nostra missione!
pt: O seu apoio nos ajuda a continuar desenvolvendo e melhorando nosso aplicativo. Com sua ajuda, podemos oferecer atualizações regulares, novos recursos e garantir que o aplicativo continue gratuito para todos os usuários. Obrigado por apoiar nossa missão!
th: การสนับสนุนของคุณช่วยให้เราพัฒนาและปรับปรุงแอปของเราต่อไปได้ ด้วยความช่วยเหลือของคุณ เราสามารถเสนอการอัปเดตเป็นประจำ คุณสมบัติใหม่ และทำให้แอปยังคงฟรีสำหรับผู้ใช้ทุกคน ขอบคุณที่สนับสนุนภารกิจของเรา!
tl: Ang iyong suporta ay tumutulong sa amin na magpatuloy sa pag-develop at pagpapabuti ng aming app. Sa iyong tulong, maaari kaming magbigay ng regular na mga update, bagong mga tampok, at tiyakin na ang app ay mananatiling libre para sa lahat ng mga gumagamit. Salamat sa pagsuporta sa aming misyon!

source: Rate Us
ar: قيمنا
de: Bewerten Sie uns
es: Califícanos
fr: Évaluez-nous
hi: हमें रेट करें
it: Vota l'app
pt: Avalie
th: ให้คะแนนเรา
tl: I-rate kami

# configWbc
source: WBC Configuration
ar: تكوين WBC
de: WBC-Konfiguration
es: Configuración de WBC
fr: Configuration WBC
hi: डब्ल्यूबीसी कॉन्फ़िगरेशन
it: Configurazione WBC
pt: Configuração da WBC
th: การตั้งค่า WBC

source: Theme
ar: السمة
de: Thema
es: Tema
fr: Thème
hi: थीम
it: Tema
pt: Tema
th: ธีม
tl: Tema

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
pt: Notificações
th: การแจ้งเตือน
tl: Mga abiso

source: Vibration
ar: الاهتزاز
es: Vibración
hi: कंपन
it: Vibrazione
pt: Vibração
th: การสั่น
tl: Pag-vibrate

source: Sound
ar: الصوت
de: Ton
es: Sonido
fr: Son
hi: ध्वनि
it: Suono
pt: Som
th: เสียง
tl: Tunog

# alertThresholds
source: Notify count
ar: تنبيه العد
de: Benachrichtigungszähler
es: Notificar conteo
fr: Seuil d'alerte
hi: सूचना सीमा
it: Conteggio notifiche
pt: Notificar contagem
th: แจ้งเตือนเมื่อถึงจำนวน
tl: Abisuhan ang bilang

source: Add new alert threshold
ar: إضافة حد تنبيه جديد
de: Neuen Schwellenwert hinzufügen
es: Agregar nuevo umbral de alerta
fr: Ajouter un nouveau seuil d'alerte
hi: नई सूचना सीमा जोड़ें
it: Aggiungi nuovo limite di notifica
pt: Adicionar novo limiar de alerta
th: เพิ่มเกณฑ์การแจ้งเตือนใหม่
tl: Magdagdag ng bagong alert threshold

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
pt: Idioma
th: ภาษา
tl: Wika

source: Reset configuration
ar: إعادة تعيين التكوين
de: Konfiguration zurücksetzen
es: Restablecer configuración
fr: Réinitialiser la configuration
hi: कॉन्फ़िगरेशन रीसेट करें
it: Ripristina configurazione
pt: Redefinir configuração
th: รีเซ็ตการตั้งค่า
tl: I-reset ang configuration

# alertToCount
source: Alert when WBC count reaches:
ar: تنبيه عند وصول عد WBC إلى:
de: Benachrichtigen, wenn WBC-Zähler erreicht:
es: Alertar cuando el conteo de WBC alcance:
fr: Alerte lorsque le nombre de globules blancs atteint :
hi: जब डब्ल्यूबीसी गिनती पहुंचे:
it: Notifica quando il conteggio WBC raggiunge:
pt: Alertar quando a contagem de WBC atingir:
th: แจ้งเตือนเมื่อจำนวน WBC ถึง:
tl: Abisuhan kapag ang bilang ng WBC ay umabot sa:

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
pt: Escuro
th: มืด
tl: Madilim

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
pt: Claro
th: สว่าง
tl: Maliwanag

source: Enabled
ar: ممكّن
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
it: Abilitato
pt: Ativado
th: เปิดใช้งาน
tl: Pinagana

source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
it: Disabilitato
pt: Desativado
th: ปิดใช้งาน
tl: Hindi pinagana

# thanks
source: Thank you message
ar: رسالة شكر
de: Dankesnachricht
es: Mensaje de agradecimiento
fr: Message de remerciement
hi: धन्यवाद संदेश
it: Messaggio di ringraziamento
pt: Mensagem de agradecimento
th: ข้อความขอบคุณ
tl: Pasasalamat

# thanksMessage
source: Thank you for using our app and considering supporting our work. Your contribution is critical to our continued success. If you have any questions or suggestions, please don't hesitate to contact us. Together we can make a difference!
ar: شكرًا لاستخدامك تطبيقنا والنظر في دعم عملنا. مساهمتك حاسمة لنجاحنا المستمر. إذا كان لديك أي أسئلة أو اقتراحات، فلا تتردد في الاتصال بنا. معًا يمكننا إحداث فرق!
de: Vielen Dank, dass Sie unsere App nutzen und erwägen, unsere Arbeit zu unterstützen. Ihr Beitrag ist entscheidend für unseren weiteren Erfolg. Wenn Sie Fragen oder Vorschläge haben, zögern Sie nicht, uns zu kontaktieren. Gemeinsam können wir einen Unterschied machen!
es: Gracias por usar nuestra aplicación y considerar apoyar nuestro trabajo. Tu contribución es fundamental para nuestro éxito continuo. Si tienes alguna pregunta o sugerencia, no dudes en contactarnos. ¡Juntos podemos hacer la diferencia!
fr: Merci d'utiliser notre application et de considérer soutenir notre travail. Votre contribution est essentielle à notre succès continu. Si vous avez des questions ou des suggestions, n'hésitez pas à nous contacter. Ensemble, nous pouvons faire la différence !
hi: हमारे ऐप का उपयोग करने और हमारे काम का समर्थन करने पर विचार करने के लिए धन्यवाद। आपकी योगदान हमारी निरंतर सफलता के लिए महत्वपूर्ण है। यदि आपके कोई प्रश्न या सुझाव हैं, तो कृपया हमसे संपर्क करने में संकोच न करें। साथ मिलकर हम एक अंतर ला सकते हैं!
it: Grazie per aver utilizzato la nostra app e per aver considerato il supporto al nostro lavoro. Il tuo contributo è fondamentale per il nostro successo continuo. Se hai domande o suggerimenti, non esitare a contattarci. Insieme possiamo fare la differenza!
pt: Agradecemos por usar nosso aplicativo e por considerar apoiar nosso trabalho. Sua contribuição é fundamental para nosso sucesso contínuo. Se você tiver alguma dúvida ou sugestão, não hesite em entrar em contato conosco. Juntos, podemos fazer a diferença!
th: ขอบคุณที่ใช้แอปของเราและพิจารณาสนับสนุนงานของเรา การสนับสนุนของคุณมีความสำคัญต่อความสำเร็จอย่างต่อเนื่องของเรา หากคุณมีคำถามหรือข้อเสนอแนะใด ๆ โปรดอย่าลังเลที่จะติดต่อเรา เราสามารถสร้างความแตกต่างได้ด้วยกัน!
tl: Salamat sa paggamit ng aming app at sa pag-isip na suportahan ang aming trabaho. Ang iyong kontribusyon ay mahalaga sa aming patuloy na tagumpay. Kung mayroon kang anumang mga tanong o mungkahi, huwag mag-atubiling makipag-ugnayan sa amin. Sama-sama, maaari tayong gumawa ng pagkakaiba!

source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
hi: हमसे संपर्क करें
it: Contattaci
pt: Entre em contato
th: ติดต่อเรา
tl: Makipag-ugnayan sa amin

# likeTheApp
source: Do you like the app?
ar: هل تحب التطبيق؟
de: Gefällt Ihnen die App?
es: ¿Te gusta la aplicación?
fr: Aimez-vous l'application ?
hi: क्या आपको ऐप पसंद है?
it: Ti piace l'app?
pt: Está gostando do app?
th: คุณชอบแอปนี้ไหม?
tl: Nagugustuhan mo ba ang app?

# leaveAReview
source: Leave a review in the store!
ar: اترك مراجعة في المتجر!
de: Hinterlassen Sie eine Bewertung im Store!
es: Deja una reseña en la tienda
fr: Laissez un commentaire dans le magasin !
hi: स्टोर में एक समीक्षा छोड़ें!
it: Lascia una recensione sullo store!
pt: Deixe uma avaliação na loja!
th: แสดงความคิดเห็นในร้านค้า!
tl: Mag-iwan ng pagsusuri sa tindahan!

# itHelpsALot
source: This helps us a lot!
ar: هذا يساعدنا كثيرًا!
de: Das hilft uns sehr!
es: ¡Nos ayuda mucho!
fr: Cela nous aide beaucoup !
hi: यह हमें बहुत मदद करता है!
it: Questo ci aiuta molto!
pt: Isso ajuda muito!
th: สิ่งนี้ช่วยเราได้มาก!
tl: Malaking tulong ito!

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
it: Dopo
pt: Depois
th: ภายหลัง
tl: Mamaya

source: Open Store
ar: افتح المتجر
de: Store öffnen
es: Abrir tienda
fr: Ouvrir le magasin
hi: स्टोर खोलें
it: Apri lo store
pt: Abrir Loja
th: เปิดร้านค้า
tl: Buksan ang Tindahan

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
pt: Configurações
th: การตั้งค่า
tl: Mga setting

source: App Evaluation
ar: تقييم التطبيق
de: App-Bewertung
es: Evaluación de la aplicación
fr: Évaluation de l'application
hi: ऐप मूल्यांकन
it: Valutazione dell'app
pt: Avaliação do App
th: การประเมินแอป
tl: Pagsusuri ng App

source: Report
ar: تقرير
de: Bericht
es: Informe
fr: Rapport
hi: रिपोर्ट
pt: Relatório
th: รายงาน
tl: Ulat

source: Patient Name
ar: اسم المريض
de: Patientenname
es: Nombre del paciente
fr: Nom du patient
hi: रोगी का नाम
it: Nome del paziente
pt: Nome do paciente
th: ชื่อผู้ป่วย
tl: Pangalan ng pasyente

source: Patient Age
ar: عمر المريض
de: Patientenalter
es: Edad del paciente
fr: Âge du patient
hi: रोगी की आयु
it: Età del paziente
pt: Idade do paciente
th: อายุผู้ป่วย
tl: Edad ng pasyente

source: Observation
ar: ملاحظة
de: Beobachtung
es: Observación
hi: अवलोकन
it: Osservazione
pt: Observação
th: การสังเกต
tl: Obserbasyon

source: Share Report
ar: مشاركة التقرير
de: Bericht teilen
es: Compartir informe
fr: Partager le rapport
hi: रिपोर्ट साझा करें
it: Condividi report
pt: Compartilhar relatório
th: แชร์รายงาน
tl: Ibahagi ang ulat

# confirmDeleteReport
source: Are you sure you want to delete this report?
ar: هل أنت متأكد أنك تريد حذف هذا التقرير؟
de: Sind Sie sicher, dass Sie diesen Bericht löschen möchten?
es: ¿Estás seguro de que quieres eliminar este informe?
fr: Êtes-vous sûr de vouloir supprimer ce rapport ?
hi: क्या आप वाकई इस रिपोर्ट को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo report?
pt: Tem certeza que deseja apagar este relatório?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายงานนี้?
tl: Sigurado ka bang nais mong burahin ang ulat na ito?

source: Report Saved
ar: تم حفظ التقرير
de: Bericht gespeichert
es: Informe guardado
fr: Rapport enregistré
hi: रिपोर्ट सहेजी गई
it: Report salvato
pt: Relatório salvo
th: บันทึกรายงานแล้ว
tl: Ulat na-save

# msg_agreeing
source: Your report has been saved successfully!
ar: تم حفظ تقريرك بنجاح!
de: Ihr Bericht wurde erfolgreich gespeichert!
es: ¡Tu informe se ha guardado con éxito!
fr: Votre rapport a été enregistré avec succès !
hi: आपकी रिपोर्ट सफलतापूर्वक सहेजी गई है!
it: Il tuo report è stato salvato con successo!
pt: Seu relatório foi salvo com sucesso!
th: รายงานของคุณถูกบันทึกเรียบร้อยแล้ว!
tl: Ang iyong ulat ay matagumpay na na-save!

# msg_reportDeleted
source: Report deleted!
ar: تم حذف التقرير!
de: Bericht gelöscht!
es: Informe eliminado
fr: Rapport supprimé !
hi: रिपोर्ट हटाई गई!
it: Report eliminato!
pt: Relatório apagado!
th: ลบรายงานแล้ว!
tl: Ulat na burado!

source: Delete Report
ar: حذف التقرير
de: Bericht löschen
es: Eliminar informe
fr: Supprimer le rapport
hi: रिपोर्ट हटाएं
it: Elimina report
pt: Apagar relatório
th: ลบรายงาน
tl: Burahin ang ulat

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
pt: Fechar
th: ปิด
tl: Isara

source: See Reports
ar: عرض التقارير
de: Berichte ansehen
es: Ver informes
fr: Voir les rapports
hi: रिपोर्ट देखें
it: Visualizza report
pt: Ver relatórios
th: ดูรายงาน
tl: Tingnan ang mga ulat

source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
hi: परिवर्तन त्यागें
it: Annulla modifiche
pt: Descartar alterações
th: ละทิ้งการเปลี่ยนแปลง
tl: Itapon ang mga pagbabago

source: Before leaving
ar: قبل المغادرة
de: Vor dem Verlassen
es: Antes de salir
fr: Avant de partir
hi: छोड़ने से पहले
it: Prima di uscire
pt: Antes de sair
th: ก่อนออก
tl: Bago umalis

# saveReport
source: Do you want to save the report?
ar: هل تريد حفظ التقرير؟
de: Möchten Sie den Bericht speichern?
es: ¿Quieres guardar el informe?
fr: Voulez-vous enregistrer le rapport ?
hi: क्या आप रिपोर्ट सहेजना चाहते हैं?
it: Vuoi salvare il report?
pt: Deseja salvar o relatório?
th: คุณต้องการบันทึกรายงานหรือไม่?
tl: Nais mo bang i-save ang ulat?

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
pt: Não
th: ไม่
tl: Hindi

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
pt: Sim
th: ใช่
tl: Oo

source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
pt: Tipo
th: ประเภท
tl: Uri

source: Quantity
ar: الكمية
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
pt: Quantidade
th: ปริมาณ
tl: Dami

source: Age
ar: العمر
de: Alter
es: Edad
fr: Âge
hi: आयु
it: Età
pt: Idade
th: อายุ
tl: Edad

source: Error loading reports
ar: خطأ في تحميل التقارير
de: Fehler beim Laden der Berichte
es: Error al cargar informes
fr: Erreur lors du chargement des rapports
hi: रिपोर्ट लोड करने में त्रुटि
it: Errore durante il caricamento dei report
pt: Erro ao carregar relatórios
th: เกิดข้อผิดพลาดในการโหลดรายงาน
tl: Error sa pag-load ng mga ulat

# noReportsSaved
source: No reports saved yet
ar: لم يتم حفظ أي تقارير بعد
de: Noch keine Berichte gespeichert
es: Aún no hay informes guardados
fr: Aucun rapport enregistré pour le moment
hi: अभी तक कोई रिपोर्ट सहेजी नहीं गई
it: Nessun report salvato ancora
pt: Não há relatórios salvos ainda
th: ยังไม่มีรายงานที่บันทึกไว้
tl: Wala pang nai-save na mga ulat

# neutrophilsTitle
source: Neutrophils
ar: العدلات
de: Neutrophile
es: Neutrófilos
fr: Neutrophiles
hi: न्यूट्रोफिल्स
it: Neutrofili
pt: Neutrófilos
th: นิวโทรฟิล

source: Could not launch
ar: تعذر الإطلاق
de: Konnte nicht starten
es: No se pudo lanzar
fr: Impossible de lancer
hi: लॉन्च नहीं कर सका
it: Impossibile avviare
pt: Não foi possivel abrir
th: ไม่สามารถเปิดได้
tl: Hindi mabuksan
