Repository: vihangel/wbc_counter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, pt, th, tl

# neutrophilsDescription
source: Neutrophils are immune defense cells that generally have segmented nuclei, with 2 to 5 segments connected by thin filaments. The color of the cytoplasm is slightly pink to colorless. They are the most abundant white cells, with medium size and shape rounded to slightly lobed. They may contain fine, pale granules, but they are usually not very visible. Neutrophils are highly motile and phagocytose bacteria.
ar: العدلات هي خلايا دفاع مناعية تحتوي عادةً على نوى مقسمة، مع 2 إلى 5 أجزاء متصلة بخيوط رفيعة. لون السيتوبلازم وردي قليلاً إلى عديم اللون. هي الخلايا البيضاء الأكثر وفرة، متوسطة الحجم وشكلها مستدير إلى حد ما. قد تحتوي على حبيبات دقيقة وشاحبة، لكنها عادةً غير مرئية. العدلات متحركة للغاية وتبتلع البكتيريا.
de: Neutrophile sind Immunabwehrzellen mit segmentierten Kernen, meist 2 bis 5 Segmente, verbunden durch dünne Filamente. Das Zytoplasma ist leicht rosa bis farblos. Sie sind die häufigsten weißen Zellen, mittelgroß und rund bis leicht gelappt. Sie können feine, blasse Granula enthalten, die meist nicht sehr sichtbar sind. Neutrophile sind sehr beweglich und phagozytieren Bakterien.
es: Los neutrófilos son células de defensa inmunológica que generalmente tienen núcleos segmentados, con 2 a 5 segmentos conectados por filamentos delgados. El color del citoplasma es ligeramente rosado a incoloro. Son las células blancas más abundantes, de tamaño mediano y forma redondeada a ligeramente lobulada. Pueden contener gránulos finos y pálidos, pero generalmente no son muy visibles. Los neutrófilos son altamente móviles y fagocitan bacterias.
fr: Les neutrophiles sont des cellules de défense immunitaire qui ont généralement des noyaux segmentés, avec 2 à 5 segments reliés par de fines filaments. La couleur du cytoplasme est légèrement rose à incolore. Ce sont les globules blancs les plus abondants, de taille moyenne et de forme arrondie à légèrement lobée. Ils peuvent contenir de fines granules pâles, mais ils ne sont généralement pas très visibles. Les neutrophiles sont très mobiles et phagocytent les bactéries.
hi: न्यूट्रोफिल्स प्रतिरक्षा रक्षा कोशिकाएं हैं जिनमें आमतौर पर खंडित नाभिक होते हैं, जिनमें 2 से 5 खंड पतले फिलामेंट्स द्वारा जुड़े होते हैं। साइटोप्लाज्म का रंग हल्का गुलाबी से रंगहीन होता है। वे सबसे अधिक प्रचुर मात्रा में सफेद कोशिकाएं होती हैं, मध्यम आकार की और आकार में गोल से थोड़ा लोबेड होती हैं। वे महीन, पीले ग्रैन्यूल्स हो सकते हैं, लेकिन वे आमतौर पर बहुत दिखाई नहीं देते हैं। न्यूट्रोफिल्स अत्यधिक गतिशील होते हैं और बैक्टीरिया को फागोसाइटोज करते हैं।
it: I neutrofili sono cellule di difesa immunitaria che generalmente hanno nuclei segmentati, con 2-5 segmenti collegati da filamenti sottili. Il colore del citoplasma è leggermente rosa o incolore. Sono le cellule bianche più abbondanti, di dimensioni medie e forma arrotondata o leggermente lobata. Possono contenere granuli fini e pallidi, ma di solito non sono molto visibili. I neutrofili sono altamente mobili e fagocitano i batteri.
pt: Os neutrófilos são células de defesa imunológica que geralmente têm núcleos segmentados, com 2 a 5 segmentos conectados por filamentos finos. A cor do citoplasma é levemente rosada a incolor. São as células brancas mais abundantes, com tamanho médio e forma arredondada a ligeiramente lobulada. Podem conter grânulos finos e pálidos, mas geralmente não são muito visíveis. Os neutrófilos são altamente móveis e fagocitam bactérias.
th: นิวโทรฟิลเป็นเซลล์ป้องกันภูมิคุ้มกันที่มีนิวเคลียสที่แบ่งส่วน โดยทั่วไปมี 2 ถึง 5 ส่วนเชื่อมต่อกันด้วยเส้นใยบาง ๆ สีของไซโตพลาสซึมเป็นสีชมพูอ่อนถึงไม่มีสี พวกมันเป็นเซลล์ขาวที่มีมากที่สุด มีขนาดกลางและรูปร่างกลมถึงเล็กน้อย พวกมันอาจมีเม็ดละเอียดสีซีด แต่โดยปกติจะไม่ค่อยเห็น นิวโทรฟิลเคลื่อนที่ได้สูงและกลืนกินแบคทีเรีย
tl: Ang mga neutrophils ay mga selula ng immune defense na karaniwang may segmented nuclei, na may 2 hanggang 5 segment na konektado ng manipis na mga filament. Ang kulay ng cytoplasm ay bahagyang rosas hanggang walang kulay. Sila ang pinakamaraming puting selula, na may katamtamang laki at bilugan hanggang bahagyang lobulated na hugis. Maaaring maglaman ng mga pinong at maputlang granules, ngunit karaniwang hindi masyadong nakikita. Ang mga neutrophils ay lubos na mobile at phagocytize bacteria.

# neutrophilsTopic1
source: Nucleus: Neutrophils generally have segmented nuclei, with 2 to 5 segments connected by thin filaments.
ar: النواة: تحتوي العدلات عادةً على نوى مقسمة، مع 2 إلى 5 أجزاء متصلة بخيوط رفيعة.
de: Kern: Neutrophile haben meist segmentierte Kerne mit 2 bis 5 Segmenten, verbunden durch dünne Filamente.
es: Núcleo: Los neutrófilos generalmente tienen núcleos segmentados, con 2 a 5 segmentos conectados por filamentos delgados.
fr: Noyau : Les neutrophiles ont généralement des noyaux segmentés, avec 2 à 5 segments reliés par de fins filaments.
hi: नाभिक: न्यूट्रोफिल्स में आमतौर पर खंडित नाभिक होते हैं, जिनमें 2 से 5 खंड पतले फिलामेंट्स द्वारा जुड़े होते हैं।
it: Nucleo: I neutrofili hanno generalmente nuclei segmentati, con 2-5 segmenti collegati da filamenti sottili.
pt: Núcleo: Os neutrófilos geralmente têm núcleos segmentados, com 2 a 5 segmentos conectados por filamentos finos.
th: นิวเคลียส: นิวโทรฟิลมีนิวเคลียสที่แบ่งส่วน โดยทั่วไปมี 2 ถึง 5 ส่วนเชื่อมต่อกันด้วยเส้นใยบาง ๆ
tl: Nucleus: Ang mga neutrophils ay karaniwang may segmented nuclei, na may 2 hanggang 5 segment na konektado ng manipis na mga filament.

# neutrophilsTopic2
source: Cytoplasm Color: The cytoplasm is slightly pink to colorless.
ar: لون السيتوبلازم: السيتوبلازم وردي قليلاً إلى عديم اللون.
de: Zytoplasmafarbe: Das Zytoplasma ist leicht rosa bis farblos.
es: Color del citoplasma: El citoplasma es ligeramente rosado a incoloro.
fr: Couleur du cytoplasme : Le cytoplasme est légèrement rose à incolore.
hi: साइटोप्लाज्म का रंग: साइटोप्लाज्म हल्का गुलाबी से रंगहीन होता है।
it: Colore del citoplasma: Il citoplasma è leggermente rosa o incolore.
pt: Cor do Citoplasma: O citoplasma é levemente rosado a incolor.
th: สีของไซโตพลาสซึม: ไซโตพลาสซึมเป็นสีชมพูอ่อนถึงไม่มีสี
tl: Kulay ng Cytoplasm: Ang cytoplasm ay bahagyang rosas hanggang walang kulay.

# neutrophilsTopic3
source: General Size and Shape: They are the most abundant white cells, medium in size and rounded to slightly lobed in shape.
ar: الحجم والشكل العام: هي الخلايا البيضاء الأكثر وفرة، متوسطة الحجم وشكلها مستدير إلى حد ما.
de: Größe und Form: Sie sind die häufigsten weißen Zellen, mittelgroß und rund bis leicht gelappt.
es: Tamaño y forma general: Son las células blancas más abundantes, de tamaño mediano y forma redondeada a ligeramente lobulada.
fr: Taille et forme générales : Ce sont les globules blancs les plus abondants, de taille moyenne et de forme arrondie à légèrement lobée.
hi: सामान्य आकार और आकार: वे सबसे अधिक प्रचुर मात्रा में सफेद कोशिकाएं होती हैं, मध्यम आकार की और आकार में गोल से थोड़ा लोबेड होती हैं।
it: Dimensioni e forma generali: Sono le cellule bianche più abbondanti, di dimensioni medie e forma arrotondata o leggermente lobata.
pt: Tamanho e Forma Geral: São as células brancas mais abundantes, com tamanho médio e forma arredondada a ligeiramente lobulada.
th: ขนาดและรูปร่างทั่วไป: พวกมันเป็นเซลล์ขาวที่มีมากที่สุด มีขนาดกลางและรูปร่างกลมถึงเล็กน้อย
tl: Laki at Pangkalahatang Hugis: Sila ang pinakamaraming puting selula, na may katamtamang laki at bilugan hanggang bahagyang lobulated na hugis.

# neutrophilsTopic4
source: Cytoplasmic Granules: May contain fine, pale granules, but are usually not very visible.
ar: حبيبات السيتوبلازم: قد تحتوي على حبيبات دقيقة وشاحبة، لكنها عادةً غير مرئية.
de: Zytoplasmatische Granula: Können feine, blasse Granula enthalten, die meist nicht sehr sichtbar sind.
es: Gránulos citoplasmáticos: Pueden contener gránulos finos y pálidos, pero generalmente no son muy visibles.
fr: Granules cytoplasmiques : Peut contenir de fines granules pâles, mais elles ne sont généralement pas très visibles.
hi: साइटोप्लाज्मिक ग्रैन्यूल्स: महीन, पीले ग्रैन्यूल्स हो सकते हैं, लेकिन वे आमतौर पर बहुत दिखाई नहीं देते हैं।
it: Granuli citoplasmatici: Possono contenere granuli fini e pallidi, ma di solito non sono molto visibili.
pt: Grânulos Citoplasmáticos: Podem conter grânulos finos e pálidos, mas geralmente não são muito visíveis.
th: เม็ดไซโตพลาสซึม: อาจมีเม็ดละเอียดสีซีด แต่โดยปกติจะไม่ค่อยเห็น
tl: Cytoplasmic Granules: Maaaring maglaman ng mga pinong at maputlang granules, ngunit karaniwang hindi masyadong nakikita.

# neutrophilsTopic5
source: Mobility and Activity: Neutrophils are highly mobile and phagocytose bacteria.
ar: الحركة والنشاط: العدلات متحركة للغاية وتبتلع البكتيريا.
de: Mobilität und Aktivität: Neutrophile sind sehr beweglich und phagozytieren Bakterien.
es: Movilidad y actividad: Los neutrófilos son altamente móviles y fagocitan bacterias.
fr: Mobilité et activité : Les neutrophiles sont très mobiles et phagocytent les bactéries.
hi: गतिशीलता और गतिविधि: न्यूट्रोफिल्स अत्यधिक गतिशील होते हैं और बैक्टीरिया को फागोसाइटोज करते हैं।
it: Mobilità e attività: I neutrofili sono altamente mobili e fagocitano i batteri.
pt: Mobilidade e Atividade: Neutrófilos são altamente móveis e fagocitam bactérias.
th: การเคลื่อนที่และกิจกรรม: นิวโทรฟิลเคลื่อนที่ได้สูงและกลืนกินแบคทีเรีย
tl: Mobilidad at Aktibidad: Ang mga neutrophils ay lubos na mobile at phagocytize bacteria.

# lymphocytesTitle
source: Lymphocytes
ar: الخلايا الليمفاوية
de: Lymphozyten
es: Linfocitos
hi: लिम्फोसाइट्स
it: Linfociti
pt: Linfócitos
th: ลิมโฟไซต์

# lymphocytesDescription
source: Lymphocytes are cells of the immune system. They have dense, round, uniform nuclei. The color of the cytoplasm is light blue to colorless. They are smaller than neutrophils and are generally spherical in shape. They generally do not contain visible granules. Less motile than neutrophils, are involved in the adaptive immune response.
ar: الخلايا الليمفاوية هي خلايا الجهاز المناعي. تحتوي على نوى كثيفة ومستديرة وموحدة. لون السيتوبلازم أزرق فاتح إلى عديم اللون. هي أصغر من العدلات وعادةً ما تكون كروية الشكل. عادةً لا تحتوي على حبيبات مرئية. أقل حركة من العدلات، وتشارك في الاستجابة المناعية التكيفية.
de: Lymphozyten sind Zellen des Immunsystems. Sie haben dichte, runde, gleichmäßige Kerne. Das Zytoplasma ist hellblau bis farblos. Sie sind kleiner als Neutrophile und meist kugelförmig. Sie enthalten in der Regel keine sichtbaren Granula. Weniger beweglich als Neutrophile, sind sie an der adaptiven Immunantwort beteiligt.
es: Los linfocitos son células del sistema inmunológico. Tienen núcleos densos, redondos y uniformes. El color del citoplasma es azul claro a incoloro. Son más pequeños que los neutrófilos y generalmente tienen forma esférica. Por lo general, no contienen gránulos visibles. Menos móviles que los neutrófilos, están involucrados en la respuesta inmune adaptativa.
fr: Les lymphocytes sont des cellules du système immunitaire. Ils ont des noyaux denses, ronds et uniformes. La couleur du cytoplasme est bleu clair à incolore. Ils sont plus petits que les neutrophiles et ont généralement une forme sphérique. Ils ne contiennent généralement pas de granules visibles. Moins mobiles que les neutrophiles, ils sont impliqués dans la réponse immunitaire adaptative.
hi: लिम्फोसाइट्स प्रतिरक्षा प्रणाली की कोशिकाएं हैं। उनके पास घने, गोल, समान नाभिक होते हैं। साइटोप्लाज्म का रंग हल्का नीला से रंगहीन होता है। वे न्यूट्रोफिल्स से छोटे होते हैं और आमतौर पर गोलाकार होते हैं। उनमें आमतौर पर दिखाई देने वाले ग्रैन्यूल्स नहीं होते हैं। न्यूट्रोफिल्स की तुलना में कम गतिशील होते हैं, अनुकूली प्रतिरक्षा प्रतिक्रिया में शामिल होते हैं।
it: I linfociti sono cellule del sistema immunitario. Hanno nuclei densi, rotondi e uniformi. Il colore del citoplasma è azzurro chiaro o incolore. Sono più piccoli dei neutrofili e generalmente hanno forma sferica. Di solito non contengono granuli visibili. Meno mobili dei neutrofili, sono coinvolti nella risposta immunitaria adattativa.
pt: Os linfócitos são células do sistema imunológico. Eles têm núcleos densos, redondos e uniformes. A cor do citoplasma é azul claro a incolor. São menores que os neutrófilos e têm forma geralmente esférica. Geralmente não contêm grânulos visíveis. Menos móveis do que os neutrófilos, estão envolvidos na resposta imunológica adaptativa.
th: ลิมโฟไซต์เป็นเซลล์ของระบบภูมิคุ้มกัน พวกมันมีนิวเคลียสที่หนาแน่น กลม และสม่ำเสมอ สีของไซโตพลาสซึมเป็นสีฟ้าอ่อนถึงไม่มีสี พวกมันมีขนาดเล็กกว่านิวโทรฟิลและมีรูปร่างกลมโดยทั่วไป พวกมันโดยทั่วไปไม่มีเม็ดที่มองเห็นได้ เคลื่อนที่ได้น้อยกว่านิวโทรฟิล และมีส่วนร่วมในการตอบสนองภูมิคุ้มกันแบบปรับตัว
tl: Ang mga lymphocytes ay mga selula ng immune system. Mayroon silang mga siksik, bilog, at pantay na nuclei. Ang kulay ng cytoplasm ay maliwanag na asul hanggang walang kulay. Mas maliit sila kaysa sa mga neutrophils at karaniwang may bilog na hugis. Karaniwang walang nakikitang granules. Mas kaunting mobile kaysa sa mga neutrophils, sila ay kasangkot sa adaptive immune response.

# lymphocytesTopic1
source: Nucleus: Lymphocytes have dense, round, uniform nuclei.
ar: النواة: تحتوي الخلايا الليمفاوية على نوى كثيفة ومستديرة وموحدة.
de: Kern: Lymphozyten haben dichte, runde, gleichmäßige Kerne.
es: Núcleo: Los linfocitos tienen núcleos densos, redondos y uniformes.
fr: Noyau : Les lymphocytes ont des noyaux denses, ronds et uniformes.
hi: नाभिक: लिम्फोसाइट्स के पास घने, गोल, समान नाभिक होते हैं।
it: Nucleo: I linfociti hanno nuclei densi, rotondi e uniformi.
pt: Núcleo: Os linfócitos têm núcleos densos, redondos e uniformes.
th: นิวเคลียส: ลิมโฟไซต์มีนิวเคลียสที่หนาแน่น กลม และสม่ำเสมอ
tl: Nucleus: Ang mga lymphocytes ay may mga siksik, bilog, at pantay na nuclei.

# lymphocytesTopic2
source: Cytoplasm Color: The color of the cytoplasm is light blue to colorless.
ar: لون السيتوبلازم: لون السيتوبلازم أزرق فاتح إلى عديم اللون.
de: Zytoplasmafarbe: Das Zytoplasma ist hellblau bis farblos.
es: Color del citoplasma: El color del citoplasma es azul claro a incoloro.
fr: Couleur du cytoplasme : La couleur du cytoplasme est bleu clair à incolore.
hi: साइटोप्लाज्म का रंग: साइटोप्लाज्म का रंग हल्का नीला से रंगहीन होता है।
it: Colore del citoplasma: Il colore del citoplasma è azzurro chiaro o incolore.
pt: Cor do Citoplasma: A cor do citoplasma é azul claro a incolor.
th: สีของไซโตพลาสซึม: สีของไซโตพลาสซึมเป็นสีฟ้าอ่อนถึงไม่มีสี
tl: Kulay ng Cytoplasm: Ang kulay ng cytoplasm ay maliwanag na asul hanggang walang kulay.

# lymphocytesTopic3
source: General Size and Shape: They are smaller than neutrophils and are generally spherical in shape.
ar: الحجم والشكل العام: هي أصغر من العدلات وعادةً ما تكون كروية الشكل.
de: Größe und Form: Sie sind kleiner als Neutrophile und meist kugelförmig.
es: Tamaño y forma general: Son más pequeños que los neutrófilos y generalmente tienen forma esférica.
fr: Taille et forme générales : Ils sont plus petits que les neutrophiles et ont généralement une forme sphérique.
hi: सामान्य आकार और आकार: वे न्यूट्रोफिल्स से छोटे होते हैं और आमतौर पर गोलाकार होते हैं।
it: Dimensioni e forma generali: Sono più piccoli dei neutrofili e generalmente hanno forma sferica.
pt: Tamanho e Forma Geral: São menores que os neutrófilos e têm forma geralmente esférica.
th: ขนาดและรูปร่างทั่วไป: พวกมันมีขนาดเล็กกว่านิวโทรฟิลและมีรูปร่างกลมโดยทั่วไป
tl: Laki at Pangkalahatang Hugis: Mas maliit sila kaysa sa mga neutrophils at karaniwang may bilog na hugis.

# lymphocytesTopic4
source: Cytoplasmic Granules: Generally contain no visible granules.
ar: حبيبات السيتوبلازم: عادةً لا تحتوي على حبيبات مرئية.
de: Zytoplasmatische Granula: Enthalten in der Regel keine sichtbaren Granula.
es: Gránulos citoplasmáticos: Por lo general, no contienen gránulos visibles.
fr: Granules cytoplasmiques : Ne contiennent généralement pas de granules visibles.
hi: साइटोप्लाज्मिक ग्रैन्यूल्स: आमतौर पर दिखाई देने वाले ग्रैन्यूल्स नहीं होते हैं।
it: Granuli citoplasmatici: Di solito non contengono granuli visibili.
pt: Grânulos Citoplasmáticos: Geralmente não contêm grânulos visíveis.
th: เม็ดไซโตพลาสซึม: โดยทั่วไปไม่มีเม็ดที่มองเห็นได้
tl: Cytoplasmic Granules: Karaniwang walang nakikitang granules.

# lymphocytesTopic5
source: Mobility and Activity: Less mobile than neutrophils, they are involved in the adaptive immune response.
ar: الحركة والنشاط: أقل حركة من العدلات، وتشارك في الاستجابة المناعية التكيفية.
de: Mobilität und Aktivität: Weniger beweglich als Neutrophile, sind sie an der adaptiven Immunantwort beteiligt.
es: Movilidad y actividad: Menos móviles que los neutrófilos, están involucrados en la respuesta inmune adaptativa.
fr: Mobilité et activité : Moins mobiles que les neutrophiles, ils sont impliqués dans la réponse immunitaire adaptative.
hi: गतिशीलता और गतिविधि: न्यूट्रोफिल्स की तुलना में कम गतिशील होते हैं, अनुकूली प्रतिरक्षा प्रतिक्रिया में शामिल होते हैं।
it: Mobilità e attività: Meno mobili dei neutrofili, sono coinvolti nella risposta immunitaria adattativa.
pt: Mobilidade e Atividade: Menos móveis do que os neutrófilos, estão envolvidos na resposta imunológica adaptativa.
th: การเคลื่อนที่และกิจกรรม: เคลื่อนที่ได้น้อยกว่านิวโทรฟิล และมีส่วนร่วมในการตอบสนองภูมิคุ้มกันแบบปรับตัว
tl: Mobilidad at Aktibidad: Mas kaunting mobile kaysa sa mga neutrophils, sila ay kasangkot sa adaptive immune response.

# eosinophilsTitle
source: Eosinophils
ar: الحمضات
de: Eosinophile
es: Eosinófilos
fr: Éosinophiles
hi: एओसिनोफिल्स
it: Eosinofili
pt: Eosinófilos
th: อีโอซิโนฟิล

# eosinophilsDescription
source: Eosinophils have a bilobed nucleus, resembling a pair of glasses. The cytoplasm is pink-orange due to the presence of eosinophilic granules. They are slightly larger than neutrophils and have an irregular shape. The granules are large and stained, usually pink. They are involved in the allergic response and defense against parasites.
ar: الحمضات تحتوي على نواة ثنائية الفصوص، تشبه زوجًا من النظارات. السيتوبلازم وردي-برتقالي بسبب وجود حبيبات حمضية. هي أكبر قليلاً من العدلات ولها شكل غير منتظم. الحبيبات كبيرة وملونة، عادةً وردية. تشارك في الاستجابة التحسسية والدفاع ضد الطفيليات.
de: Eosinophile haben einen zweilappigen Kern, der einer Brille ähnelt. Das Zytoplasma ist rosa-orange durch eosinophile Granula. Sie sind etwas größer als Neutrophile und haben eine unregelmäßige Form. Die Granula sind groß und meist rosa gefärbt. Sie sind an allergischen Reaktionen und der Abwehr von Parasiten beteiligt.
es: Los eosinófilos tienen un núcleo bilobulado, que se asemeja a un par de gafas. El citoplasma es de color rosa-anaranjado debido a la presencia de gránulos eosinófilos. Son ligeramente más grandes que los neutrófilos y tienen una forma irregular. Los gránulos son grandes y teñidos, generalmente de color rosa. Están involucrados en la respuesta alérgica y en la defensa contra parásitos.
fr: Les éosinophiles ont un noyau bilobé, ressemblant à une paire de lunettes. Le cytoplasme est rose-orange en raison de la présence de granules éosinophiles. Ils sont légèrement plus grands que les neutrophiles et ont une forme irrégulière. Les granules sont gros et colorés, généralement roses. Ils sont impliqués dans la réponse allergique et la défense contre les parasites.
hi: एओसिनोफिल्स में द्विखंडित नाभिक होता है, जो एक जोड़ी चश्मे जैसा दिखता है। साइटोप्लाज्म गुलाबी-नारंगी होता है क्योंकि इसमें एओसिनोफिलिक ग्रैन्यूल्स होते हैं। वे न्यूट्रोफिल्स से थोड़े बड़े होते हैं और अनियमित आकार के होते हैं। ग्रैन्यूल्स बड़े और रंगे होते हैं, आमतौर पर गुलाबी। वे एलर्जी प्रतिक्रिया और परजीवियों के खिलाफ रक्षा में शामिल होते हैं।
it: Gli eosinofili hanno un nucleo bilobato, simile a un paio di occhiali. Il citoplasma è di colore rosa-arancio a causa della presenza di granuli eosinofili. Sono leggermente più grandi dei neutrofili e hanno una forma irregolare. I granuli sono grandi e colorati, di solito rosa. Sono coinvolti nella risposta allergica e nella difesa contro i parassiti.
pt: Os eosinófilos têm um núcleo bilobado, parecendo um par de óculos. O citoplasma é rosa-alaranjado devido à presença de grânulos eosinofílicos. São ligeiramente maiores que os neutrófilos e têm forma irregular. Os grânulos são grandes e corados, geralmente rosados. Estão envolvidos na resposta alérgica e na defesa contra parasitas.
th: อีโอซิโนฟิลมีนิวเคลียสที่แบ่งเป็นสองส่วน คล้ายกับแว่นตา ไซโตพลาสซึมเป็นสีชมพู-ส้มเนื่องจากมีเม็ดอีโอซิโนฟิลิก พวกมันมีขนาดใหญ่กว่านิวโทรฟิลเล็กน้อยและมีรูปร่างไม่สม่ำเสมอ เม็ดมีขนาดใหญ่และย้อมสี โดยทั่วไปเป็นสีชมพู พวกมันมีส่วนร่วมในการตอบสนองภูมิแพ้และการป้องกันปรสิต
tl: Ang mga eosinophils ay may bilobadong nucleus, na parang isang pares ng salamin. Ang cytoplasm ay kulay rosas-kahel dahil sa pagkakaroon ng eosinophilic granules. Sila ay bahagyang mas malaki kaysa sa mga neutrophils at may hindi regular na hugis. Ang mga granules ay malalaki at kulay, karaniwang rosas. Kasangkot sila sa allergic response at pagtatanggol laban sa mga parasito.

# eosinophilsTopic1
source: Nucleus: Eosinophils have a bilobed nucleus, resembling a pair of glasses.
ar: النواة: تحتوي الحمضات على نواة ثنائية الفصوص، تشبه زوجًا من النظارات.
de: Kern: Eosinophile haben einen zweilappigen Kern, der einer Brille ähnelt.
es: Núcleo: Los eosinófilos tienen un núcleo bilobulado, que se asemeja a un par de gafas.
fr: Noyau : Les éosinophiles ont un noyau bilobé, ressemblant à une paire de lunettes.
hi: नाभिक: एओसिनोफिल्स में द्विखंडित नाभिक होता है, जो एक जोड़ी चश्मे जैसा दिखता है।
it: Nucleo: Gli eosinofili hanno un nucleo bilobato, simile a un paio di occhiali.
pt: Núcleo: Os eosinófilos têm um núcleo bilobado, parecendo um par de óculos.
th: นิวเคลียส: อีโอซิโนฟิลมีนิวเคลียสที่แบ่งเป็นสองส่วน คล้ายกับแว่นตา
tl: Nucleus: Ang mga eosinophils ay may bilobadong nucleus, na parang isang pares ng salamin.

# eosinophilsTopic2
source: Cytoplasm Color: The cytoplasm is pink-orange due to the presence of eosinophilic granules.
ar: لون السيتوبلازم: السيتوبلازم وردي-برتقالي بسبب وجود حبيبات حمضية.
de: Zytoplasmafarbe: Das Zytoplasma ist rosa-orange durch eosinophile Granula.
es: Color del citoplasma: El citoplasma es de color rosa-anaranjado debido a la presencia de gránulos eosinófilos.
fr: Couleur du cytoplasme : Le cytoplasme est rose-orange en raison de la présence de granules éosinophiles.
hi: साइटोप्लाज्म का रंग: साइटोप्लाज्म गुलाबी-नारंगी होता है क्योंकि इसमें एओसिनोफिलिक ग्रैन्यूल्स होते हैं।
it: Colore del citoplasma: Il citoplasma è di colore rosa-arancio a causa della presenza di granuli eosinofili.
pt: Cor do Citoplasma: O citoplasma é rosa-alaranjado devido à presença de grânulos eosinofílicos.
th: สีของไซโตพลาสซึม: ไซโตพลาสซึมเป็นสีชมพู-ส้มเนื่องจากมีเม็ดอีโอซิโนฟิลิก
tl: Kulay ng Cytoplasm: Ang cytoplasm ay kulay rosas-kahel dahil sa pagkakaroon ng eosinophilic granules.

# eosinophilsTopic3
source: General Size and Shape: They are slightly larger than neutrophils and have an irregular shape.
ar: الحجم والشكل العام: هي أكبر قليلاً من العدلات ولها شكل غير منتظم.
de: Größe und Form: Sie sind etwas größer als Neutrophile und haben eine unregelmäßige Form.
es: Tamaño y forma general: Son ligeramente más grandes que los neutrófilos y tienen una forma irregular.
fr: Taille et forme générales : Ils sont légèrement plus grands que les neutrophiles et ont une forme irrégulière.
hi: सामान्य आकार और आकार: वे न्यूट्रोफिल्स से थोड़े बड़े होते हैं और अनियमित आकार के होते हैं।
it: Dimensioni e forma generali: Sono leggermente più grandi dei neutrofili e hanno una forma irregolare.
pt: Tamanho e Forma Geral: São ligeiramente maiores que os neutrófilos e têm forma irregular.
th: ขนาดและรูปร่างทั่วไป: พวกมันมีขนาดใหญ่กว่านิวโทรฟิลเล็กน้อยและมีรูปร่างไม่สม่ำเสมอ
tl: Laki at Pangkalahatang Hugis: Sila ay bahagyang mas malaki kaysa sa mga neutrophils at may hindi regular na hugis.
