Repository: vihangel/wbc_counter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, pt, th, tl

# lymphocytesWithCleavedNucleusDescription
source: Small, with scarce and slightly basophilic cytoplasm. The nucleus has a cleft, indentation, or fissure. Found in follicular lymphoma (clonal) and Bordetella pertussis infection (reactional).
ar: صغيرة، ذات سيتوبلازم ضئيل وقاعدي قليلاً. تظهر النواة شقًا أو فجوة أو شقًا. توجد في سرطان الغدد الليمفاوية الجريبي (النسيلي) وعدوى المستدمية الديكية (التفاعلية).
es: Pequeños, con citoplasma escaso y ligeramente basófilo. El núcleo presenta una hendidura, indentación o fisura. Se encuentran en el linfoma folicular (clonal) y en la infección por Bordetella pertussis (reaccional).
fr: Petits, avec un cytoplasme rare et légèrement basophile. Le noyau présente une fente, une indentation ou une fissure. Trouvés dans le lymphome folliculaire (clonal) et l'infection par Bordetella pertussis (réactionnelle).
hi: छोटे, दुर्लभ और थोड़े बेसोफिलिक साइटोप्लाज्म के साथ। नाभिक में एक फांक, इंडेंटेशन या विदर होता है। फॉलिक्युलर लिम्फोमा (क्लोनल) और बोर्डेटेला पर्टुसिस संक्रमण (प्रतिक्रियात्मक) में पाया जाता है।
pt: Pequenos, com citoplasma escasso e levemente basofílico. O núcleo apresenta fenda, indentação ou fissura. Encontrados em linfoma folicular (clonal) e infecção por Bordetella pertussis (reacional).
th: เซลล์ขนาดเล็ก มีไซโทพลาซึมน้อยและติดสีน้ำเงินเล็กน้อย นิวเคลียสมีรอยเว้า รอยบาก หรือรอยแยก พบในมะเร็งต่อมน้ำเหลืองชนิดฟอลลิคูลาร์ (ชนิดโคลน) และการติดเชื้อ Bordetella pertussis (ชนิดตอบสนอง)
tl: Maliit na selula na may kakaunting cytoplasm na bahagyang basophilic. Ang nucleus ay may bitak, indentation, o hiwa. Matatagpuan sa follicular lymphoma (clonal) at impeksiyon ng Bordetella pertussis (reaktibo).

source: Villous lymphocytes
ar: الخلايا الليمفاوية الزغابية
es: Linfocitos vellosos
fr: Lymphocytes villeux
hi: विल्स लिम्फोसाइट्स
pt: Linfócitos vilosos
th: ลิมโฟไซต์ชนิดมีซี่ (Villous lymphocytes)
tl: Mga villous na lymphocytes

# villousLymphocytesDescription
source: Mature and small, with an oval nucleus and compacted chromatin. The cytoplasm is slightly basophilic and has villi at one or both ends. Associated with splenic marginal zone lymphoma.
ar: ناضجة وصغيرة، ذات نواة بيضاوية وكروماتين مضغوط. السيتوبلازم قاعدي قليلاً وله زغابات في أحد طرفيه أو كليهما. مرتبطة بسرطان الغدد الليمفاوية في المنطقة الهامشية الطحالية.
es: Maduros y pequeños, con núcleo ovalado y cromatina compactada. El citoplasma es ligeramente basófilo y presenta vellosidades en uno o ambos extremos. Asociados al linfoma de la zona marginal esplénica.
fr: Matures et petits, avec un noyau ovale et une chromatine compactée. Le cytoplasme est légèrement basophile et présente des villosités à une ou aux deux extrémités. Associés au lymphome de la zone marginale splénique.
hi: परिपक्व और छोटे, एक अंडाकार नाभिक और संकुचित क्रोमेटिन के साथ। साइटोप्लाज्म थोड़ा बेसोफिलिक होता है और एक या दोनों सिरों पर विली होता है। स्प्लेनिक सीमांत क्षेत्र लिम्फोमा से जुड़ा हुआ है।
pt: Maduros e pequenos, com núcleo oval e cromatina compactada. O citoplasma é levemente basofílico e apresenta vilosidades em uma ou ambas as extremidades. Associados ao linfoma de zona marginal esplênico.
th: เซลล์เจริญเต็มที่และมีขนาดเล็ก มีนิวเคลียสรูปไข่และโครมาตินจับตัวกันแน่น ไซโทพลาซึมติดสีน้ำเงินเล็กน้อยและมีซี่ยื่นออกมาที่ปลายด้านหนึ่งหรือทั้งสองด้าน เกี่ยวข้องกับมะเร็งต่อมน้ำเหลืองชนิดมาร์จินัลโซนของม้าม
tl: Mga mature at maliliit na selula na may oval na nucleus at siksik na chromatin. Ang cytoplasm ay bahagyang basophilic at may mga villi sa isa o parehong dulo. Kaugnay ng splenic marginal zone lymphoma.

source: Hairy cells
ar: الخلايا المشعرة
es: Células pilosas
fr: Cellules chevelues
hi: बालों वाली कोशिकाएं
pt: Células pilosas
th: เซลล์ขน (Hairy cells)
tl: Mga balbon na selula (Hairy cells)

# hairyCellsDescription
source: They have abundant and basophilic cytoplasm with irregular cytoplasmic projections (“hairs”). Oval, round, or bilobed nucleus, with loose chromatin. Typical of hairy cell leukemia.
ar: لها سيتوبلازم وفير وقاعدي مع نتوءات سيتوبلازمية غير منتظمة (“شعيرات”). نواة بيضاوية أو مستديرة أو ثنائية الفصوص، مع كروماتين فضفاض. نموذجية لابيضاض الدم المشعر الخلايا.
es: Presentan citoplasma abundante y basófilo con proyecciones citoplasmáticas irregulares (“pelos”). Núcleo ovalado, redondo o bilobulado, con cromatina laxa. Típicas de la tricoleucemia.
fr: Ils présentent un cytoplasme abondant et basophile avec des projections cytoplasmiques irrégulières (“poils”). Noyau ovale, rond ou bilobé, avec une chromatine lâche. Typiques de la tricholeucémie.
hi: इनमें अनियमित साइटोप्लाज्मिक अनुमानों (“बालों”) के साथ प्रचुर और बेसोफिलिक साइटोप्लाज्म होता है। अंडाकार, गोल या बिलोब्ड नाभिक, ढीले क्रोमेटिन के साथ। बालों वाली कोशिका ल्यूकेमिया का विशिष्ट।
pt: Apresentam citoplasma abundante e basofílico com projeções citoplasmáticas irregulares (“pelos”). Núcleo oval, redondo ou bilobado, com cromatina frouxa. Típicas da tricoleucemia.
th: มีไซโทพลาซึมจำนวนมากและติดสีน้ำเงิน มีส่วนยื่นของไซโทพลาซึมที่ไม่สม่ำเสมอ (“ขน”) นิวเคลียสเป็นรูปไข่ กลม หรือสองพู มีโครมาตินจับตัวกันหลวม เป็นลักษณะเฉพาะของมะเร็งเม็ดเลือดขาวชนิดเซลล์ขน
tl: May masaganang basophilic na cytoplasm na may hindi regular na mga projection ('buhok'). Ang nucleus ay maaaring oval, bilog, o bilobado, na may maluwag na chromatin. Karaniwan sa hairy cell leukemia.

source: Mott cells
ar: خلايا موت
es: Células de Mott
fr: Cellules de Mott
hi: मॉट कोशिकाएं
pt: Células de Mott
th: เซลล์มอตต์ (Mott cells)
tl: Mga selula ni Mott

# mottCellsDescription
source: Plasma cells that contain spherical inclusions in the cytoplasm (vesicles filled with immunoglobulins). They appear in reactive plasmacytosis, multiple myeloma, and large B-cell lymphomas.
ar: خلايا بلازما تحتوي على شوائب كروية في السيتوبلازم (حويصلات مليئة بالغلوبولينات المناعية). تظهر في كثرة البلازما التفاعلية، والورم النقوي المتعدد، والأورام اللمفاوية للخلايا البائية الكبيرة.
es: Plasmocitos que contienen inclusiones esféricas en el citoplasma (vesículas repletas de inmunoglobulinas). Aparecen en la plasmocitosis reactiva, el mieloma múltiple y los linfomas de células B grandes.
fr: Plasmocytes contenant des inclusions sphériques dans le cytoplasme (vésicules remplies d'immunoglobulines). Apparaissent dans la plasmocytose réactive, le myélome multiple et les lymphomes à grandes cellules B.
hi: प्लाज्मा कोशिकाएं जिनमें साइटोप्लाज्म में गोलाकार समावेशन होते हैं (इम्युनोग्लोबुलिन से भरे पुटिका)। ये प्रतिक्रियाशील प्लास्मोसाइटोसिस, मल्टीपल मायलोमा और बड़े बी-सेल लिम्फोमा में दिखाई देते हैं।
pt: Plasmócitos que contêm inclusões esféricas no citoplasma (vesículas repletas de imunoglobulinas). Aparecem na plasmocitose reativa, mieloma múltiplo e linfomas de grandes células B.
th: พลาสมาเซลล์ที่มีอินคลูชันทรงกลมในไซโทพลาซึม (เวสิเคิลที่เต็มไปด้วยอิมมูโนโกลบูลิน) พบในภาวะพลาสมาเซลล์เพิ่มขึ้นจากการตอบสนอง, มัลติเพิลมัยอีโลมา และมะเร็งต่อมน้ำเหลืองชนิดบีเซลล์ขนาดใหญ่
tl: Mga plasma cell na naglalaman ng mga bilugang inclusion sa cytoplasm (mga vesicle na puno ng immunoglobulin). Nakikita sa reactive plasmacytosis, multiple myeloma, at mga lymphoma ng malalaking B cells.

source: Flower cells
ar: الخلايا الزهرية (Flower cells)
es: Células en flor (Flower cells)
fr: Cellules en fleur (Flower cells)
hi: फूल कोशिकाएं (Flower cells)
pt: Células em flor (Flower cells)
th: เซลล์ดอกไม้ (Flower cells)
tl: Mga selulang hugis bulaklak (Flower cells)

# flowerCellsDescription
source: They have an irregular, convoluted nucleus, with a flower-like appearance. Some show evident nucleoli. Found in adult T-cell leukemia/lymphoma, associated with the HTLV-1 virus.
ar: لها نواة غير منتظمة، ملتوية، ذات مظهر يشبه الزهرة. يظهر بعضها نويات واضحة. توجد في ابيضاض الدم/سرطان الغدد الليمفاوية للخلايا التائية البالغة، المرتبط بفيروس HTLV-1.
es: Presentan un núcleo irregular, convoluto, con aspecto de flor. Algunas exhiben nucléolos evidentes. Se encuentran en la leucemia/linfoma de células T del adulto, asociadas al virus HTLV-1.
fr: Ils présentent un noyau irrégulier, convoluté, avec un aspect de fleur. Certains montrent des nucléoles évidents. Trouvés dans la leucémie/lymphome à cellules T de l'adulte, associés au virus HTLV-1.
hi: इनमें एक अनियमित, जटिल नाभिक होता है, जिसमें फूल जैसा रूप होता है। कुछ में स्पष्ट न्यूक्लियोली दिखाई देती है। वयस्क टी-सेल ल्यूकेमिया/लिम्फोमा में पाया जाता है, जो HTLV-1 वायरस से जुड़ा है।
pt: Apresentam núcleo irregular, convoluto, com aspecto de flor. Algumas exibem nucléolos evidentes. Encontradas em leucemia/linfoma de células T do adulto, associadas ao vírus HTLV-1.
th: มีนิวเคลียสที่ไม่สม่ำเสมอ บิดเบี้ยว มีลักษณะคล้ายดอกไม้ บางเซลล์มีนิวคลีโอลัสที่เห็นได้ชัด พบในมะเร็งเม็ดเลือดขาว/มะเร็งต่อมน้ำเหลืองชนิดทีเซลล์ในผู้ใหญ่ ซึ่งเกี่ยวข้องกับเชื้อไวรัส HTLV-1
tl: May hindi regular, kulubot na nucleus na may anyong bulaklak. Ang ilan ay may malinaw na nucleolus. Matatagpuan sa adult T-cell leukemia/lymphoma na nauugnay sa HTLV-1 virus.

source: Pleomorphic lymphocytes
ar: الخلايا الليمفاوية متعددة الأشكال
es: Linfocitos pleomórficos
fr: Lymphocytes pléomorphes
hi: प्लीओमोर्फिक लिम्फोसाइट्स
pt: Linfócitos pleomórficos
th: ลิมโฟไซต์หลายรูปแบบ (Pleomorphic lymphocytes)
tl: Mga pleomorphic na lymphocytes

# pleomorphicLymphocytesDescription
source: They show variation in size, shape, and nucleus-cytoplasm ratio. The chromatin is less condensed and they can resemble blasts. Common in non-Hodgkin lymphomas, atypical CLL, and prolymphocytic leukemia.
ar: تظهر تباينًا في الحجم والشكل ونسبة النواة إلى السيتوبلازم. الكروماتين أقل تكثفًا ويمكن أن تشبه الأرومات. شائعة في الأورام اللمفاوية غير الهودجكينية، وابيضاض الدم الليمفاوي المزمن غير النمطي، وابيضاض الدم الطليعي.
es: Presentan variación de tamaño, forma y proporción núcleo-citoplasma. La cromatina es menos condensada y pueden parecer blastos. Comunes en linfomas no Hodgkin, LLC atípica y leucemia prolinfocítica.
fr: Ils présentent une variation de taille, de forme et de proportion noyau-cytoplasme. La chromatine est moins condensée et ils peuvent ressembler à des blastes. Communs dans les lymphomes non hodgkiniens, la LLC atypique et la leucémie prolymphocytaire.
hi: ये आकार, आकार और नाभिक-साइटोप्लाज्म अनुपात में भिन्नता दिखाते हैं। क्रोमेटिन कम संघनित होता है और ये विस्फोटों से मिलते जुलते हो सकते हैं। गैर-हॉजकिन लिम्फोमा, असामान्य सीएलएल और प्रोलिम्फोसाइटिक ल्यूकेमिया में आम है।
pt: Apresentam variação de tamanho, forma e proporção núcleo-citoplasma. A cromatina é menos condensada e podem lembrar blastos. Comuns em linfomas não Hodgkin, LLC atípica e leucemia prolinfocítica.
th: มีความหลากหลายของขนาด รูปร่าง และอัตราส่วนของนิวเคลียสต่อไซโทพลาซึม โครมาตินจับตัวกันหลวมกว่าปกติและอาจดูคล้ายบลาสต์ พบได้บ่อยในมะเร็งต่อมน้ำเหลืองชนิดนอนฮอดจ์กิน, มะเร็งเม็ดเลือดขาวชนิดลิมโฟไซต์เรื้อรังผิดปกติ และมะเร็งเม็ดเลือดขาวชนิดโปรลิมโฟไซต์
tl: Ipinapakita ang pagkakaiba-iba sa laki, hugis, at proporsyon ng nucleus at cytoplasm. Mas hindi kondensado ang chromatin at maaaring magmukhang mga blast. Karaniwan sa non-Hodgkin lymphoma, atypical CLL, at prolymphocytic leukemia.

# cytoplasmicInclusionsTitle
source: Cytoplasmic Inclusions
ar: الاحتباسات السيتوبلازمية
es: Inclusiones citoplasmáticas
fr: Inclusions cytoplasmiques
hi: साइटोप्लाज्मिक समावेशन
pt: Inclusões citoplasmáticas
th: อินคลูชันในไซโตพลาซึม
tl: Mga inclusion sa cytoplasm
