Repository: vihangel/wbc_counter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, hi, it, pt, th, tl

source: Analysis Results
ar: نتائج التحليل
de: Analyseergebnisse
es: Resultados del Análisis
fr: Résultats de l'Analyse
hi: विश्लेषण परिणाम
it: Risultati dell'Analisi
pt: Resultados da Análise
th: ผลการวิเคราะห์
tl: Mga Resulta ng Pagsusuri

source: Back to Menu
ar: العودة إلى القائمة
de: Zurück zum Menü
es: Volver al Menú
fr: Retour au Menu
hi: मेनू पर वापस जाएं
it: Torna al Menù
pt: Voltar ao Menu
th: กลับไปที่เมนู
tl: Bumalik sa Menu

# explainCount
source: This is just a calculator, the data must be added, interpreted and calculated by a healthcare professional. Check here
ar: هذا مجرد حاسبة، يجب إضافة البيانات وتفسيرها وحسابها بواسطة أخصائي الرعاية الصحية. تحقق هنا
de: Dies ist nur ein Rechner, die Daten müssen von einem Gesundheitsfachmann hinzugefügt, interpretiert und berechnet werden. Hier prüfen
es: Esto es sólo una calculadora, los datos deben ser sumados, interpretados y calculados por un profesional de la salud. Ver aquí
fr: Ceci n'est qu'un calculateur, les données doivent être ajoutées, interprétées et calculées par un professionnel de santé. Voir ici
hi: यह सिर्फ एक कैलकुलेटर है, डेटा को एक स्वास्थ्य पेशेवर द्वारा जोड़ा, व्याख्या और गणना की जानी चाहिए। यहां देखें
pt: Essa é apenas uma calculadora, os dados devem ser adicionados, interpretados e calculados por um profissional de saúde. Veja aqui
th: นี่เป็นเพียงเครื่องคำนวณ ข้อมูลต้องถูกเพิ่ม ตีความ และคำนวณโดยผู้เชี่ยวชาญด้านสุขภาพ ตรวจสอบที่นี่
tl: Ito ay isang calculator lamang, ang mga datos ay dapat idagdag, bigyang-kahulugan, at kalkulahin ng isang propesyonal sa kalusugan. Tingnan dito

# eritroblastosTitle
source: Erythroblasts
ar: الخلايا الأرومية الحمراء
de: Erythroblasten
es: Eritroblastos
fr: Érythroblastes
hi: एरिथ्रोब्लास्ट्स
pt: Eritroblastos
th: อีริโทรบลาสต์

# acantocitosTitle
source: Acanthocytes
ar: الخلايا الشوكية
de: Akanthozyten
es: Acantocitos
hi: अकैंथोसाइट्स
pt: Acantócitos
th: อะคันทอไซต์

# equinocitosTitle
source: Echinocytes
ar: الخلايا الشوكية
de: Echinocyten
es: Equinocitos
fr: Échinocytes
hi: इचिनोसाइट्स
pt: Equinócitos
th: อีคิโนไซต์

# eliptocitosTitle
source: Elliptocytes
ar: الخلايا البيضاوية
de: Elliptozyten
es: Eliptocitos
hi: एलिप्टोसाइट्स
pt: Eliptócitos
th: เอลลิปโตไซต์

# foicesTitle
source: Sickle Cells
ar: الخلايا المنجلية
de: Sichelzellen
es: Células falciformes
fr: Cellules falciformes
hi: सिकल कोशिकाएं
pt: Foices
th: เซลล์เคียว

# estomatocitosTitle
source: Stomatocytes
ar: الخلايا الفموية
de: Stomatozyten
es: Estomatocitos
hi: स्टोमैटोसाइट्स
pt: Estomatócitos
th: สโตมาโตไซต์

# alvoTitle
source: Target Cells
ar: الخلايا الهدفية
de: Target-Zellen
es: Células diana
fr: Cellules cibles
hi: टारगेट कोशिकाएं
pt: Em alvo
th: เซลล์เป้าหมาย

# lagrimaTitle
source: Tear Drop Cells
ar: خلايا الدمعة
de: Tränenzellen
es: Células en lágrima
fr: Cellules en larme
hi: आंसू ड्रॉप कोशिकाएं
pt: Lágrima
th: เซลล์น้ำตา
tl: Tear cells

# esferocitosTitle
source: Spherocytes
ar: الخلايا الكروية
de: Sphärozyten
es: Esferocitos
fr: Sphérocytes
hi: स्फेरोसाइट्स
pt: Esferócitos
th: สเฟอโรไซต์

# contraidasTitle
source: Contracted Cells
ar: الخلايا المتقلصة
de: Kontrahierte Zellen
es: Células contraídas
fr: Cellules contractées
hi: संविदा कोशिकाएं
pt: Contraídas
th: เซลล์หดตัว
tl: Contracted

# mordidasTitle
source: Bite Cells
ar: خلايا العض
de: Bisszellen
es: Células mordidas
fr: Cellules mordues
hi: बाइट कोशिकाएं
pt: Mordidas
th: เซลล์กัด

# bolhaTitle
source: Blister Cells
ar: خلايا الفقاعة
de: Blasenzellen
es: Células en burbuja
fr: Cellules en bulle
hi: ब्लिस्टर कोशिकाएं
pt: Em bolha
th: เซลล์พอง
tl: Bubble cells

# ponteadoTitle
source: Basophilic Stippling
ar: التنقيط القاعدي
de: Basophile Tüpfelung
es: Punteado basófilo
fr: Ponctuation basophile
hi: बेसोफिलिक स्टिपलिंग
pt: Ponteado basófilo
th: การย้อมสีบาโซฟิลิก

# howellTitle
source: Howell-Jolly Bodies
ar: أجسام هاول-جولي
de: Howell-Jolly-Körperchen
es: Cuerpos de Howell-Jolly
fr: Corps de Howell-Jolly
hi: हॉवेल-जोली बॉडीज
pt: Corpúsculo de Howell-Jolly
th: ร่างกายฮาวเวลล์-จอลลี่

# cristaishTitle
source: Hemoglobin Crystals
ar: بلورات الهيموجلوبين
de: Hämoglobinkristalle
es: Cristales de hemoglobina
fr: Cristaux d'hémoglobine
hi: हीमोग्लोबिन क्रिस्टल्स
pt: Cristais de hemoglobina
th: ผลึกฮีโมโกลบิน

# moiTitle
source: Intraerythrocytic Microorganisms
ar: الكائنات الدقيقة داخل الخلايا الحمراء
de: Intraerythrozytäre Mikroorganismen
es: Microorganismos intraeritrocíticos
fr: Microorganismes intraérythrocytaires
hi: इंट्राएरिथ्रोसाइटिक सूक्ष्मजीव
pt: Micro-organismos intraeritrocitários
th: จุลินทรีย์ในเม็ดเลือดแดง

source: Shape Cells
ar: شكل الخلايا
de: Formzellen
es: Forma de las células
fr: Forme des cellules
hi: आकार कोशिकाएं
pt: Forma das células
th: รูปร่างเซลล์
tl: Hugis ng mga selula

source: Add images
ar: إضافة صور
de: Bilder hinzufügen
es: Agregar imágenes
fr: Ajouter des images
hi: छवियां जोड़ें
pt: Adicionar imagens
th: เพิ่มรูปภาพ
tl: Magdagdag ng mga larawan

# findingsForReport
source: Findings for the report
ar: النتائج للتقرير
de: Befunde für den Bericht
es: Hallazgos para el informe
fr: Résultats pour le rapport
hi: रिपोर्ट के लिए निष्कर्ष
pt: Achados para o relatório
th: ผลการค้นหาสำหรับรายงาน
tl: Mga natuklasan para sa ulat

source: Take photo
ar: التقاط صورة
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
hi: फोटो लें
pt: Tirar foto
th: ถ่ายรูป
tl: Kumuha ng larawan

source: Choose from gallery
ar: اختر من المعرض
de: Aus Galerie auswählen
es: Elegir de la galería
fr: Choisir depuis la galerie
hi: गैलरी से चुनें
pt: Escolher da galeria
th: เลือกจากแกลเลอรี
tl: Pumili mula sa gallery

source: No name
ar: بدون اسم
de: Kein Name
es: Sin nombre
fr: Pas de nom
hi: कोई नाम नहीं
pt: Sem nome
th: ไม่มีชื่อ
tl: Walang pangalan

source: No coordinates
ar: بدون إحداثيات
de: Keine Koordinaten
es: Sin coordenadas
fr: Pas de coordonnées
hi: कोई समन्वय नहीं
pt: Sem coordenadas
th: ไม่มีพิกัด
tl: Walang coordinates

source: Coordinate
ar: إحداثية
de: Koordinate
es: Coordenada
fr: Coordonnée
hi: समन्वय
pt: Coordenada
th: พิกัด

source: Edit information
ar: تحرير المعلومات
de: Informationen bearbeiten
es: Editar información
fr: Modifier les informations
hi: जानकारी संपादित करें
pt: Editar informações
th: แก้ไขข้อมูล
tl: I-edit ang impormasyon

source: Cell name
ar: اسم الخلية
de: Zellenname
es: Nombre de la célula
fr: Nom de la cellule
hi: कोशिका का नाम
pt: Nome da célula
th: ชื่อเซลล์
tl: Pangalan ng selula

source: Tagalog
ar: التاغالوغية
es: Tagalo
hi: तागालोग
pt: Tagalo
th: ตากาล็อก

source: Hindi
ar: الهندية
hi: हिंदी
th: ฮินดี

source: Thai
ar: التايلاندية
es: Tailandés
fr: Thaï
hi: थाई
pt: Tailandês
th: ไทย

source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी
pt: Árabe
th: อาหรับ

# subtypesAndVariations
source: Subtypes and morphological variations
ar: الأنواع الفرعية والتغيرات المورفولوجية
es: Subtipos y variaciones morfológicas
fr: Sous-types et variations morphologiques
hi: उपप्रकार और रूपात्मक विविधताएं
pt: Subtipos e variações morfológicas
th: ชนิดย่อยและการเปลี่ยนแปลงทางสัณฐานวิทยา
tl: Mga subtype at pagkakaiba-ibang morpolohikal

source: Large granular lymphocytes (LGL)
ar: الخلايا الليمفاوية الحبيبية الكبيرة (LGL)
es: Linfocitos grandes y granulares (LGL)
fr: Grands lymphocytes granuleux (LGL)
hi: बड़े दानेदार लिम्फोसाइट्स (LGL)
pt: Linfócitos grandes e granulares (LGL)
th: ลิมโฟไซต์ขนาดใหญ่ที่มีแกรนูล (LGL)
tl: Malalaking granular na lymphocytes (LGL)

# largeGranularLymphocytesLGLDescription
source: Larger than typical lymphocytes, they have abundant, pale blue cytoplasm with azurophilic granules (lysosomes). The nucleus is oval or round, with condensed chromatin. They can be cytotoxic T lymphocytes (CD8⁺) or NK cells. They are increased in viral infections, autoimmune diseases, after splenectomy, and in granular lymphocytic leukemia.
ar: أكبر من الخلايا الليمفاوية النموذجية، ولها سيتوبلازم وفير، أزرق شاحب، مع حبيبات أزيروفيلية (ليزوزومات). النواة بيضاوية أو مستديرة، مع كروماتين مكثف. يمكن أن تكون خلايا ليمفاوية تائية سامة للخلايا (CD8⁺) أو خلايا قاتلة طبيعية. تزداد في حالات العدوى الفيروسية، وأمراض المناعة الذاتية، وبعد استئصال الطحال، وفي ابيضاض الدم الليمفاوي الحبيبي.
es: Más grandes que los linfocitos típicos, presentan citoplasma abundante, azul pálido, con gránulos azurofílicos (lisosomas). El núcleo es ovalado o redondo, con cromatina condensada. Pueden ser linfocitos T citotóxicos (CD8⁺) o células NK. Están aumentados en infecciones virales, enfermedades autoinmunes, después de la esplenectomía y en la leucemia linfocítica granular.
fr: Plus grands que les lymphocytes typiques, ils présentent un cytoplasme abondant, bleu pâle, avec des granulations azurophiles (lysosomes). Le noyau est ovale ou rond, avec une chromatine condensée. Ils peuvent être des lymphocytes T cytotoxiques (CD8⁺) ou des cellules NK. Ils sont augmentés dans les infections virales, les maladies auto-immunes, après une splénectomie et dans la leucémie lymphoïde granulaire.
hi: विशिष्ट लिम्फोसाइटों से बड़े, इनमें प्रचुर, हल्के नीले रंग का साइटोप्लाज्म होता है जिसमें एज़ुरोफिलिक कणिकाएं (लाइसोसोम) होती हैं। नाभिक अंडाकार या गोल होता है, जिसमें संघनित क्रोमेटिन होता है। ये साइटोटॉक्सिक टी लिम्फोसाइट्स (CD8⁺) या एनके कोशिकाएं हो सकती हैं। ये वायरल संक्रमण, ऑटोइम्यून बीमारियों, स्प्लेनेक्टोमी के बाद और दानेदार लिम्फोसाइटिक ल्यूकेमिया में बढ़ जाते हैं।
pt: Maiores que os linfócitos típicos, apresentam citoplasma abundante, azul pálido, com grânulos azurofílicos (lisossomos). O núcleo é oval ou redondo, com cromatina condensada. Podem ser linfócitos T citotóxicos (CD8⁺) ou células NK. Estão aumentados em infecções virais, doenças autoimunes, após esplenectomia e na leucemia linfocítica granular.
th: มีขนาดใหญ่กว่าลิมโฟไซต์ทั่วไป มีไซโทพลาซึมสีฟ้าอ่อนจำนวนมาก และมีแกรนูลสีม่วงแดง (ไลโซโซม) นิวเคลียสเป็นรูปไข่หรือกลม มีโครมาตินที่จับตัวกันแน่น อาจเป็นเซลล์ลิมโฟไซต์ทีชนิดทำลายเซลล์ (CD8⁺) หรือเซลล์ NK พบจำนวนเพิ่มขึ้นในการติดเชื้อไวรัส โรคภูมิต้านตนเอง หลังการตัดม้าม และในมะเร็งเม็ดเลือดขาวชนิดลิมโฟไซต์แกรนูล
tl: Mas malalaki kaysa sa mga tipikal na lymphocytes, may masaganang cytoplasm na mapusyaw na asul na may mga azurophilic granules (lysosomes). Ang nucleus ay bilugan o hugis-itlog na may kondensadong chromatin. Maaaring mga cytotoxic T lymphocytes (CD8⁺) o NK cells. Tumataas sa mga viral infection, autoimmune disease, pagkatapos ng splenectomy, at sa granular lymphocytic leukemia.

source: Reactive (or activated) lymphocytes
ar: الخلايا الليمفاوية التفاعلية (أو المنشطة)
es: Linfocitos reactivos (o activados)
fr: Lymphocytes réactifs (ou activés)
hi: प्रतिक्रियाशील (या सक्रिय) लिम्फोसाइट्स
pt: Linfócitos reativos (ou ativados)
th: ลิมโฟไซต์ที่ถูกกระตุ้น (Reactive lymphocytes)
tl: Mga reaktibong (o aktibong) lymphocytes

# reactiveOrActivatedLymphocytesDescription
source: Large cells, with less condensed chromatin and basophilic cytoplasm that may appear to “hug” red blood cells. Also called Downey type II cells. They arise in response to infectious or inflammatory processes, such as in infectious mononucleosis (Epstein–Barr virus) and other viral infections.
ar: خلايا كبيرة، ذات كروماتين أقل تكثفًا وسيتوبلازم قاعدي قد يبدو وكأنه “يحتضن” خلايا الدم الحمراء. تسمى أيضًا خلايا داوني من النوع الثاني. تنشأ استجابة لعمليات معدية أو التهابية، كما في عدد كريات الدم البيضاء المعدية (فيروس إبشتاين-بار) والتهابات فيروسية أخرى.
es: Células grandes, con cromatina menos condensada y citoplasma basófilo que puede parecer “abrazar” a los eritrocitos. También llamadas células de Downey tipo II. Surgen en respuesta a procesos infecciosos o inflamatorios, como en la mononucleosis infecciosa (virus de Epstein–Barr) y otras infecciones virales.
fr: Grandes cellules, avec une chromatine moins condensée et un cytoplasme basophile qui peut sembler “entourer” les hématies. Également appelées cellules de Downey de type II. Ils apparaissent en réponse à des processus infectieux ou inflammatoires, comme dans la mononucléose infectieuse (virus d'Epstein-Barr) et d'autres infections virales.
hi: बड़ी कोशिकाएं, जिनमें कम संघनित क्रोमेटिन और बेसोफिलिक साइटोप्लाज्म होता है जो लाल रक्त कोशिकाओं को “गले” लगाता हुआ प्रतीत हो सकता है। इन्हें डाउनी टाइप II कोशिकाएं भी कहा जाता है। ये संक्रामक या सूजन प्रक्रियाओं की प्रतिक्रिया में उत्पन्न होते हैं, जैसे कि संक्रामक मोनोन्यूक्लिओसिस (एपस्टीन-बार वायरस) और अन्य वायरल संक्रमणों में।
pt: Células grandes, com cromatina menos condensada e citoplasma basofílico que pode parecer “abraçar” hemácias. Também chamados de células de Downey tipo II. Surgem em resposta a processos infecciosos ou inflamatórios, como na mononucleose infecciosa (vírus Epstein–Barr) e outras infecções virais.
th: เซลล์ขนาดใหญ่ มีโครมาตินที่จับตัวกันหลวมกว่าปกติ และไซโทพลาซึมติดสีน้ำเงิน ซึ่งอาจดูเหมือน “โอบกอด” เซลล์เม็ดเลือดแดง เรียกอีกอย่างว่าเซลล์ดาวนีย์ชนิดที่ 2 (Downey type II cells) เกิดขึ้นเพื่อตอบสนองต่อกระบวนการติดเชื้อหรือการอักเสบ เช่น ในโรคโมโนนิวคลีโอซิส (เชื้อไวรัสเอ็บสไตน์-บาร์) และการติดเชื้อไวรัสอื่นๆ
tl: Malalaking selula na may hindi gaanong kondensadong chromatin at basophilic na cytoplasm na maaaring mukhang 'yumayakap' sa mga pulang selula ng dugo. Tinatawag ding mga Downey cells type II. Lumalabas bilang tugon sa mga impeksiyong nakakapagpasiklab, gaya ng nakahahawang mononucleosis (Epstein–Barr virus) at iba pang mga impeksiyong viral.

source: Neoplastic (clonal) lymphocytes
ar: الخلايا الليمفاوية الورمية (النسيلية)
es: Linfocitos neoplásicos (clonales)
fr: Lymphocytes néoplasiques (clonaux)
hi: नियोप्लास्टिक (क्लोनल) लिम्फोसाइट्स
pt: Linfócitos neoplásicos (clonais)
th: ลิมโฟไซต์ชนิดร้าย (Neoplastic lymphocytes)
tl: Mga neoplastikong (clonal) lymphocytes

# neoplasticClonalLymphocytesDescription
source: They have a round nucleus, dense chromatin, and scarce cytoplasm. Related to lymphoproliferative neoplasms (such as CLL, lymphomas, and multiple myeloma). Accurate identification requires immunophenotyping by flow cytometry.
ar: لها نواة مستديرة، وكروماتين كثيف، وسيتوبلازم ضئيل. مرتبطة بالأورام التكاثرية اللمفاوية (مثل ابيضاض الدم الليمفاوي المزمن، والأورام اللمفاوية، والورم النقوي المتعدد). يتطلب تحديدها الدقيق التنميط المناعي عن طريق قياس التدفق الخلوي.
es: Presentan núcleo redondo, cromatina densa y citoplasma escaso. Relacionados con neoplasias linfoproliferativas (como LLC, linfomas y mieloma múltiple). La identificación precisa requiere inmunofenotipado por citometría de flujo.
fr: Ils présentent un noyau rond, une chromatine dense et un cytoplasme rare. Liés aux néoplasies lymphoprolifératives (comme la LLC, les lymphomes et le myélome multiple). L'identification précise nécessite une immunophénotypage par cytométrie en flux.
hi: इनमें एक गोल नाभिक, घना क्रोमेटिन और दुर्लभ साइटोप्लाज्म होता है। लिम्फोप्रोलिफेरेटिव नियोप्लाज्म (जैसे सीएलएल, लिम्फोमा और मल्टीपल मायलोमा) से संबंधित। सटीक पहचान के लिए फ्लो साइटोमेट्री द्वारा इम्यूनोफेनोटाइपिंग की आवश्यकता होती है।
pt: Apresentam núcleo redondo, cromatina densa e citoplasma escasso. Relacionados a neoplasias linfoproliferativas (como LLC, linfomas e mieloma múltiplo). A identificação precisa requer imunofenotipagem por citometria de fluxo.
th: มีนิวเคลียสกลม โครมาตินจับตัวกันแน่น และไซโทพลาซึมน้อย เกี่ยวข้องกับเนื้องอกชนิดลิมโฟโพรลิเฟอเรทีฟ (เช่น มะเร็งเม็ดเลือดขาวชนิดลิมโฟไซต์เรื้อรัง, มะเร็งต่อมน้ำเหลือง และมัลติเพิลมัยอีโลมา) การระบุที่แม่นยำต้องใช้การตรวจด้วยวิธีอิมมูโนฟีโนไทป์ปิงโดยโฟลไซโตเมทรี
tl: May bilugang nucleus, masinsing chromatin at kakaunting cytoplasm. Kaugnay ng mga neoplasiyang lymphoproliferative (tulad ng CLL, lymphoma at multiple myeloma). Kinakailangan ang tumpak na pagkilala sa pamamagitan ng immunophenotyping sa pamamagitan ng flow cytometry.

source: Atypical lymphocytes
ar: الخلايا الليمفاوية غير النمطية
es: Linfocitos atípicos
fr: Lymphocytes atypiques
hi: असामान्य लिम्फोसाइट्स
pt: Linfócitos atípicos
th: ลิมโฟไซต์ผิดปกติ (Atypical lymphocytes)
tl: Mga atypical na lymphocytes

# atypicalLymphocytesDescription
source: They include reactive, neoplastic, or indeterminate malignancy forms. They present morphological changes that do not fit typical patterns, and may vary in size, shape, and nucleus-cytoplasm ratio. They are reported when there is suspicion of intense immunological activation, incipient clonal proliferation, or possible neoplastic transformation. They should be interpreted with caution and correlated with clinical and laboratory findings.
ar: تشمل أشكالًا تفاعلية أو ورمية أو خبيثة غير محددة. تظهر تغيرات مورفولوجية لا تتناسب مع الأنماط النموذجية، وقد تختلف في الحجم والشكل ونسبة النواة إلى السيتوبلازم. يتم الإبلاغ عنها عند الشك في وجود تنشيط مناعي شديد، أو تكاثر نسيلي أولي، أو تحول ورمي محتمل. يجب تفسيرها بحذر وربطها بالنتائج السريرية والمخبرية.
es: Engloban formas reactivas, neoplásicas o de malignidad indeterminada. Presentan alteraciones morfológicas que no se encuadran en patrones típicos, pudiendo variar en tamaño, forma y relación núcleo-citoplasma. Se informan cuando hay sospecha de activación inmunológica intensa, proliferación clonal incipiente o posible transformación neoplásica. Deben ser interpretados con cautela y correlacionados con hallazgos clínicos y de laboratorio.
fr: Ils englobent des formes réactives, néoplasiques ou de malignité indéterminée. Ils présentent des altérations morphologiques qui ne correspondent pas aux modèles typiques, pouvant varier en taille, forme et rapport noyau-cytoplasme. Ils sont signalés en cas de suspicion d'activation immunologique intense, de prolifération clonale naissante ou de possible transformation néoplasique. Ils doivent être interprétés avec prudence et corrélés avec les résultats cliniques et de laboratoire.
hi: इनमें प्रतिक्रियाशील, नियोप्लास्टिक या अनिश्चित घातक रूप शामिल हैं। ये रूपात्मक परिवर्तन प्रस्तुत करते हैं जो विशिष्ट पैटर्न में फिट नहीं होते हैं, और आकार, आकार और नाभिक-साइटोप्लाज्म अनुपात में भिन्न हो सकते हैं। इनकी सूचना तब दी जाती है जब तीव्र प्रतिरक्षा सक्रियण, प्रारंभिक क्लोनल प्रसार या संभावित नियोप्लास्टिक परिवर्तन का संदेह होता है। इनकी सावधानी से व्याख्या की जानी चाहिए और नैदानिक ​​और प्रयोगशाला निष्कर्षों के साथ सहसंबद्ध किया जाना चाहिए।
pt: Englobam formas reativas, neoplásicas ou de malignidade indeterminada. Apresentam alterações morfológicas que não se enquadram em padrões típicos, podendo variar em tamanho, forma e relação núcleo-citoplasma. São relatados quando há suspeita de ativação imunológica intensa, proliferação clonal incipiente ou possível transformação neoplásica. Devem ser interpretados com cautela e correlacionados com achados clínicos e laboratoriais.
th: ครอบคลุมทั้งเซลล์ที่ถูกกระตุ้น เซลล์ร้าย หรือเซลล์ที่มีแนวโน้มจะเป็นมะเร็งแต่ยังไม่ชัดเจน มีการเปลี่ยนแปลงทางสัณฐานวิทยาที่ไม่เข้ากับรูปแบบปกติ อาจแตกต่างกันในด้านขนาด รูปร่าง และอัตราส่วนของนิวเคลียสต่อไซโทพลาซึม รายงานเมื่อสงสัยว่ามีการกระตุ้นทางภูมิคุ้มกันอย่างรุนแรง การเพิ่มจำนวนของเซลล์โคลนในระยะเริ่มต้น หรือการเปลี่ยนแปลงไปเป็นเซลล์มะเร็ง ควรตีความด้วยความระมัดระวังและสัมพันธ์กับผลการตรวจทางคลินิกและห้องปฏิบัติการ
tl: Kasama ang mga reaktibo, neoplastiko, o may hindi tiyak na kasamaan. May mga pagbabago sa morpolohiya na hindi umaangkop sa mga tipikal na pattern, maaaring mag-iba sa laki, hugis, at ratio ng nucleus sa cytoplasm. Iniuulat kapag may hinala ng matinding immune activation, paunang clonal proliferation, o posibleng neoplastikong pagbabago. Dapat suriin nang maingat at kaugnay ng mga natuklasang klinikal at laboratoryo.

source: Plasma cells
ar: خلايا البلازما
es: Plasmocitos
fr: Plasmocytes
hi: प्लाज्मा कोशिकाएं
pt: Plasmócitos
th: พลาสมาเซลล์ (Plasma cells)
tl: Mga plasma cell

# plasmaCellsDescription
source: Cells derived from differentiated B lymphocytes. They have an eccentric nucleus, “cartwheel” chromatin, and strongly basophilic cytoplasm with a perinuclear halo (Golgi complex). They do not appear in normal peripheral blood. They can appear in multiple myeloma, chronic inflammation, or after IL-6 release.
ar: خلايا مشتقة من الخلايا الليمفاوية البائية المتمايزة. لها نواة غريبة الأطوار، وكروماتين “عجلة العربة”، وسيتوبلازم قاعدي بقوة مع هالة حول النواة (جهاز جولجي). لا تظهر في الدم المحيطي الطبيعي. يمكن أن تظهر في الورم النقوي المتعدد، والالتهابات المزمنة، أو بعد إطلاق IL-6.
es: Células derivadas de linfocitos B diferenciados. Poseen núcleo excéntrico, cromatina en “rueda de carro” y citoplasma fuertemente basófilo con halo perinuclear (complejo de Golgi). No aparecen en sangre periférica normal. Pueden surgir en el mieloma múltiple, inflamaciones crónicas o tras la liberación de IL-6.
fr: Cellules dérivées de lymphocytes B différenciés. Ils possèdent un noyau excentrique, une chromatine en “rayons de roue” et un cytoplasme fortement basophile avec un halo périnucléaire (appareil de Golgi). Ils n'apparaissent pas dans le sang périphérique normal. Ils peuvent apparaître dans le myélome multiple, les inflammations chroniques ou après la libération d'IL-6.
hi: विभेदित बी लिम्फोसाइटों से प्राप्त कोशिकाएं। इनमें एक विलक्षण नाभिक, “कार्टव्हील” क्रोमेटिन और एक पेरिन्यूक्लियर प्रभामंडल (गोल्गी कॉम्प्लेक्स) के साथ दृढ़ता से बेसोफिलिक साइटोप्लाज्म होता है। ये सामान्य परिधीय रक्त में दिखाई नहीं देते हैं। ये मल्टीपल मायलोमा, पुरानी सूजन या IL-6 रिलीज के बाद दिखाई दे सकते हैं।
pt: Células derivadas de linfócitos B diferenciados. Possuem núcleo excêntrico, cromatina em “raios de carroça” e citoplasma fortemente basofílico com halo perinuclear (complexo de Golgi). Não aparecem em sangue periférico normal. Podem surgir no mieloma múltiplo, inflamações crônicas ou após liberação de IL-6.
th: เซลล์ที่พัฒนามาจากลิมโฟไซต์บีที่เจริญเต็มที่ มีนิวเคลียสอยู่ชิดขอบเซลล์ โครมาตินมีลักษณะคล้าย “ซี่ล้อเกวียน” และไซโทพลาซึมติดสีน้ำเงินเข้ม มีบริเวณใสรอบนิวเคลียส (กอลจิคอมเพล็กซ์) ไม่พบในเลือดปกติ อาจพบในมัลติเพิลมัยอีโลมา การอักเสบเรื้อรัง หรือหลังการหลั่งของ IL-6
tl: Mga selulang nagmula sa mga B lymphocyte na nag-mature na. May nucleus na nasa gilid, chromatin na parang 'spoke wheel', at cytoplasm na masyadong basophilic na may perinuclear halo (Golgi complex). Hindi karaniwang nakikita sa dugo ng malulusog na indibidwal. Maaaring lumitaw sa multiple myeloma, mga talamak na pamamaga, o pagkatapos ng paglabas ng IL-6.

source: Lymphocytes with cleaved nucleus
ar: الخلايا الليمفاوية ذات النواة المشقوقة
es: Linfocitos con núcleo hendido
fr: Lymphocytes à noyau clivé
hi: विभाजित नाभिक वाले लिम्फोसाइट्स
pt: Linfócitos com núcleo clivado
th: ลิมโฟไซต์ที่มีนิวเคลียสเว้า (Cleaved nucleus)
tl: Mga lymphocyte na may cleaved nucleus
